// ============================================================
// 函数名称: j_sub_406190
// 虚拟地址: 0x4061cb
// WARP GUID: b50cb80a-4d09-5faa-bb82-c7b28a06ee04
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_406190
// [被调用的父级函数]: sub_5197fb, sub_4060e7, sub_519804, sub_40605c, sub_51d840
// ============================================================

int32_tj_sub_406190()
{
    // 第一条实际指令: void* eax
    void* eax
    return sub_406190(eax, 0xd7b1) __tailcall
}
