// ============================================================
// 函数名称: j_sub_406190
// 虚拟地址: 0x4061d2
// WARP GUID: cef882c9-8d65-50eb-998a-ca5a52bc0e34
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_406190
// [被调用的父级函数]: sub_406477, sub_406398, sub_46abfc
// ============================================================

int32_tj_sub_406190()
{
    // 第一条实际指令: void* eax
    void* eax
    return sub_406190(eax, 0xd7b2) __tailcall
}
