// ============================================================
// 函数名称: j_sub_44a580
// 虚拟地址: 0x44a586
// WARP GUID: b492734a-3984-5544-99b5-c4c68dbec8b9
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_44a580
// [被调用的父级函数]: 无
// ============================================================

int32_tj_sub_44a580()
{
    // 第一条实际指令: return sub_44a580() __tailcall
    return sub_44a580() __tailcall
}
