// ============================================================
// 函数名称: j_sub_4064e4
// 虚拟地址: 0x4064e0
// WARP GUID: 339639a4-816b-574c-99c2-747780214a9d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4064e4
// [被调用的父级函数]: sub_40b3d8, sub_403c20
// ============================================================

int32_tj_sub_4064e4()
{
    // 第一条实际指令: void* eax
    void* eax
    int32_t edx
    return sub_4064e4(eax, edx, 0) __tailcall
}
