// ============================================================
// 函数名称: j_sub_438056
// 虚拟地址: 0x438074
// WARP GUID: daa8bbb3-4fb1-51df-be47-5947f98c5105
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_438056
// [被调用的父级函数]: 无
// ============================================================

int32_tj_sub_438056(void* arg1 @ ebp)
{
    // 第一条实际指令: return sub_438056(arg1) __tailcall
    return sub_438056(arg1) __tailcall
}
