// ============================================================
// 函数名称: j_sub_404444
// 虚拟地址: 0x40443c
// WARP GUID: abf12129-2b8d-57b6-9120-984ad2fe5241
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_404444
// [被调用的父级函数]: sub_46abfc
// ============================================================

int32_tj_sub_404444()
{
    // 第一条实际指令: void* edx
    void* edx
    return sub_404444(0, edx) __tailcall
}
