// ============================================================
// 函数名称: j_sub_40353c
// 虚拟地址: 0x413ee3
// WARP GUID: d9f8c666-958c-53e7-aba4-1fd67f9778af
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_40353c
// [被调用的父级函数]: sub_413e68
// ============================================================

int32_tj_sub_40353c()
{
    // 第一条实际指令: return sub_40353c() __tailcall
    return sub_40353c() __tailcall
}
