// ============================================================
// 函数名称: j_sub_4aa788
// 虚拟地址: 0x4aa798
// WARP GUID: cb95479f-1c17-5538-8711-98d22cd3465f
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4aa788
// [被调用的父级函数]: 无
// ============================================================

int32_tj_sub_4aa788()
{
    // 第一条实际指令: return sub_4aa788() __tailcall
    return sub_4aa788() __tailcall
}
