// ============================================================
// 函数名称: sub_453458
// 虚拟地址: 0x453458
// WARP GUID: 46063d9f-92a5-58a7-9ec0-f9f74de21813
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4603b8
// ============================================================

int32_tsub_453458() __pure
{
    // 第一条实际指令: return 0
    return 0
}
