// ============================================================
// 函数名称: sub_4dd154
// 虚拟地址: 0x4dd154
// WARP GUID: 1ee25f22-0083-5dff-b911-6080a5bacf66
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_52070c
// [被调用的父级函数]: sub_4e6659, sub_4e649b
// ============================================================

char**sub_4dd154()
{
    // 第一条实际指令: return sub_52070c(data_780c58)
    return sub_52070c(data_780c58)
}
