// ============================================================
// 函数名称: sub_41e11c
// 虚拟地址: 0x41e11c
// WARP GUID: 64472522-051b-5cc9-b948-191cab01567d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_41e440
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_41e11c(HPALETTE arg1)
{
    // 第一条实际指令: sub_41e440(arg1)
    sub_41e440(arg1)
    return *(arg1 + 0x10)
}
