// ============================================================
// 函数名称: sub_432d36
// 虚拟地址: 0x432d36
// WARP GUID: 962e60f4-1e60-57f7-8e91-5976317747b4
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_432ca4
// ============================================================

int32_t __stdcallsub_432d36(int32_t arg1, int32_t arg2) __pure
{
    // 第一条实际指令: return 
    return 
}
