// ============================================================
// 函数名称: sub_442f80
// 虚拟地址: 0x442f80
// WARP GUID: 9f12c844-f3b4-5f90-87d7-42adf951b390
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_442f80(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x2b2) != 0)
    if (*(arg1 + 0x2b2) != 0)
        *(arg1 + 0x2b4)
        (*(arg1 + 0x2b0))()
}
