// ============================================================
// 函数名称: sub_42fe7c
// 虚拟地址: 0x42fe7c
// WARP GUID: aff23c2e-55f9-514a-81cd-171b8b871663
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42ffa4
// [被调用的父级函数]: 无
// ============================================================

void** __convention("regparm")sub_42fe7c(int32_t* arg1)
{
    // 第一条实际指令: (*(*arg1 - 0x10))()
    (*(*arg1 - 0x10))()
    return sub_42ffa4(arg1)
}
