// ============================================================
// 函数名称: sub_437968
// 虚拟地址: 0x437968
// WARP GUID: e0a840e3-2ff0-5025-a6ba-9b63e862f0a2
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_437290, sub_4377d0
// [被调用的父级函数]: sub_437988, sub_437a48
// ============================================================

void __convention("regparm")sub_437968(void* arg1, int32_t* arg2)
{
    // 第一条实际指令: if (arg2 != 0)
    if (arg2 != 0)
        sub_437290(arg2)
        sub_4377d0(arg1)
}
