// ============================================================
// 函数名称: sub_40b214
// 虚拟地址: 0x40b214
// WARP GUID: d0e488ab-6141-5722-a593-f70f0253cdf7
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4027d4
// [被调用的父级函数]: sub_449490, sub_496fb0, sub_453ff8, sub_413c58, sub_453acc
// ============================================================

int32_tsub_40b214()
{
    // 第一条实际指令: if (sub_4027d4() == 0)
    if (sub_4027d4() == 0)
        return 0
    
    return *(sub_4027d4() + 8)
}
