// ============================================================
// 函数名称: sub_404600
// 虚拟地址: 0x404600
// WARP GUID: a2da17ee-62ff-5a92-8c87-d5abb576b6e7
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_404624
// ============================================================

void __convention("regparm")sub_404600(uint32_t arg1)
{
    // 第一条实际指令: if (arg1 != 0)
    if (arg1 != 0)
        *(arg1 - 4)
}
