// ============================================================
// 函数名称: sub_45cd74
// 虚拟地址: 0x45cd74
// WARP GUID: 08cf4afa-6809-5380-8d10-632f2fdc7e27
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_45d134
// ============================================================

int32_t* __stdcallsub_45cd74(int32_t* arg1)
{
    // 第一条实际指令: *arg1 = 0
    *arg1 = 0
    return arg1
}
