// ============================================================
// 函数名称: sub_42d10c
// 虚拟地址: 0x42d10c
// WARP GUID: e122dbb9-d0b9-55a8-84d0-d13544b797a0
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __fastcallsub_42d10c(int32_t, void* arg2)
{
    // 第一条实际指令: *(arg2 + 0xc) = 1
    *(arg2 + 0xc) = 1
}
