// ============================================================
// 函数名称: sub_4544ec
// 虚拟地址: 0x4544ec
// WARP GUID: 40a6ee72-1a41-5ee0-9f84-a867665b89c8
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_453acc
// [被调用的父级函数]: sub_454714
// ============================================================

void __convention("regparm")sub_4544ec(void* arg1)
{
    // 第一条实际指令: if (*(*(arg1 + 0x20) + 8) == 0)
    if (*(*(arg1 + 0x20) + 8) == 0)
        sub_453acc(arg1)
}
