// ============================================================
// 函数名称: sub_419e18
// 虚拟地址: 0x419e18
// WARP GUID: 55ab9651-d1c9-5c75-a5ad-fecd1d25ec8a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_419e00
// [被调用的父级函数]: sub_41ebd8, sub_41ac98, sub_41e6c8, sub_41d214
// ============================================================

voidsub_419e18() __noreturn
{
    // 第一条实际指令: sub_419e00(data_53026c)
    sub_419e00(data_53026c)
    noreturn
}
