// ============================================================
// 函数名称: sub_41dd58
// 虚拟地址: 0x41dd58
// WARP GUID: a49f2fa7-7d58-591e-80a6-7b3c1f41583c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_41b0f0
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_41dd58(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0x29) = 0
    *(arg1 + 0x29) = 0
    return sub_41b0f0(arg1)
}
