// ============================================================
// 函数名称: sub_45cd68
// 虚拟地址: 0x45cd68
// WARP GUID: 28432e95-e3b7-5638-a068-077b41b15cd0
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_45d134
// ============================================================

int32_t* __thiscallsub_45cd68(int32_t arg1, int32_t* arg2)
{
    // 第一条实际指令: *arg2 = arg1
    *arg2 = arg1
    return arg2
}
