// ============================================================
// 函数名称: sub_40b684
// 虚拟地址: 0x40b684
// WARP GUID: 0167453a-3233-5f04-b388-a307fbeedb05
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403078
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_40b684(int32_t* arg1)
{
    // 第一条实际指令: if (arg1[3].b != 0)
    if (arg1[3].b != 0)
        sub_403078(arg1)
}
