// ============================================================
// 函数名称: sub_43af47
// 虚拟地址: 0x43af47
// WARP GUID: 40efdb1d-cc85-57b6-a6da-ac9ab3e8f93f
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4030d0
// [被调用的父级函数]: sub_43ab7c, j_sub_43af47
// ============================================================

int32_tsub_43af47(void* arg1 @ ebp)
{
    // 第一条实际指令: return sub_4030d0(*(*(arg1 + 8) - 0x48))
    return sub_4030d0(*(*(arg1 + 8) - 0x48))
}
