// ============================================================
// 函数名称: sub_40c7b2
// 虚拟地址: 0x40c7b2
// WARP GUID: ecb8ce77-16bc-542c-aa7d-a88aaff61a33
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_40c688
// ============================================================

int32_t __stdcallsub_40c7b2(int32_t* arg1 @ ebp, int32_t arg2, int32_t arg3)
{
    // 第一条实际指令: *arg1
    *arg1
}
