// ============================================================
// 函数名称: sub_44578c
// 虚拟地址: 0x44578c
// WARP GUID: c6e6bbba-5745-5ca8-9d39-b1f7a146aad9
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_444d44
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_44578c(HANDLE arg1)
{
    // 第一条实际指令: sub_444d44(arg1, 0)
    sub_444d44(arg1, 0)
    return (*(*arg1 - 0x10))()
}
