// ============================================================
// 函数名称: sub_4265f4
// 虚拟地址: 0x4265f4
// WARP GUID: 49ae7a1e-4a61-5aec-a80e-c373a2f65f1f
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4265b0
// [被调用的父级函数]: sub_426a2c, sub_4269a8, sub_4266b8
// ============================================================

void __convention("regparm")sub_4265f4(BOOL arg1)
{
    // 第一条实际指令: if (*(arg1 + 4) != 0 && *(arg1 + 0xd) == 0)
    if (*(arg1 + 4) != 0 && *(arg1 + 0xd) == 0)
        sub_4265b0(arg1)
        *(arg1 + 0xd) = 1
}
