// ============================================================
// 函数名称: sub_427a9b
// 虚拟地址: 0x427a9b
// WARP GUID: bfef4016-7e87-507d-8921-f22db31a4612
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_427a9b(int32_t arg1 @ esi)
{
    // 第一条实际指令: jump(arg1)
    jump(arg1)
}
