// ============================================================
// 函数名称: sub_4a8784
// 虚拟地址: 0x4a8784
// WARP GUID: 6d30ffbf-5803-58d9-82d2-0e7e6ec958d9
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4a86b4, sub_4a8774
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_4a8784(int32_t* arg1)
{
    // 第一条实际指令: sub_4a8774(arg1)
    sub_4a8774(arg1)
    return sub_4a86b4(arg1)
}
