// ============================================================
// 函数名称: sub_41b3ec
// 虚拟地址: 0x41b3ec
// WARP GUID: eb20e726-1416-5dd1-a233-d301948f06d7
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_41b3ec(int32_t* arg1)
{
    // 第一条实际指令: return (*(*arg1 + 0x54))()
    return (*(*arg1 + 0x54))()
}
