// ============================================================
// 函数名称: sub_4032f4
// 虚拟地址: 0x4032f4
// WARP GUID: 335ade9e-5243-55eb-ba48-c470bb94f480
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_416494
// ============================================================

int32_tsub_4032f4() __pure
{
    // 第一条实际指令: return 0x8000ffff
    return 0x8000ffff
}
