// ============================================================
// 函数名称: sub_49e5c9
// 虚拟地址: 0x49e5c9
// WARP GUID: 7b8714d3-1677-594a-b325-eef9fcaa74df
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_49e52c
// ============================================================

long doublesub_49e5c9(int32_t* arg1 @ ebp)
{
    // 第一条实际指令: *arg1
    *arg1
    return fconvert.t(*(arg1 - 0x10))
}
