// ============================================================
// 函数名称: sub_40bba4
// 虚拟地址: 0x40bba4
// WARP GUID: ec7b5d34-7162-5c54-805c-f20814c0df4b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403d40, sub_40b3d8
// [被调用的父级函数]: sub_40bbb4
// ============================================================

voidsub_40bba4() __noreturn
{
    // 第一条实际指令: sub_40b3d8()
    sub_40b3d8()
    sub_403d40(1)
    noreturn
}
