// ============================================================
// 函数名称: sub_455a20
// 虚拟地址: 0x455a20
// WARP GUID: 3e7eb394-b580-5120-a909-c07567565bf7
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4533e4
// [被调用的父级函数]: sub_4557e0
// ============================================================

int32_t __fastcallsub_455a20(int32_t arg1, int32_t arg2)
{
    // 第一条实际指令: return sub_4533e4(arg2)
    return sub_4533e4(arg2)
}
