// ============================================================
// 函数名称: sub_447610
// 虚拟地址: 0x447610
// WARP GUID: c086b993-7b84-50dc-ae26-9f294ae0bf5d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_449ad4
// [被调用的父级函数]: sub_446fc8
// ============================================================

int32_tsub_447610()
{
    // 第一条实际指令: data_5317d8
    data_5317d8
    int32_t ecx
    return sub_449ad4(ecx, 0xb035)
}
