// ============================================================
// 函数名称: sub_4a557c
// 虚拟地址: 0x4a557c
// WARP GUID: d3c5b6d7-a415-5616-a939-045878a6cefb
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4a90cc
// ============================================================

int32_tsub_4a557c() __pure
{
    // 第一条实际指令: return 
    return 
}
