// ============================================================
// 函数名称: sub_434950
// 虚拟地址: 0x434950
// WARP GUID: a1c3098c-f0dc-5445-bcfe-31aba58f0172
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4030d0, sub_434950
// [被调用的父级函数]: sub_434984, sub_434950
// ============================================================

int32_t __convention("regparm")sub_434950(int32_t* arg1, int32_t arg2)
{
    // 第一条实际指令: if (arg1[3] != 0)
    if (arg1[3] != 0)
        sub_434950(arg2)
    
    if (arg1[2] != 0)
        sub_434950(arg2)
    
    return sub_4030d0(arg1)
}
