// ============================================================
// 函数名称: sub_412590
// 虚拟地址: 0x412590
// WARP GUID: 04a64635-985e-5d21-a4b8-ab84c1f43a3b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_412590(void* arg1)
{
    // 第一条实际指令: return *(arg1 + 0x10)
    return *(arg1 + 0x10)
}
