// ============================================================
// 函数名称: sub_443ba0
// 虚拟地址: 0x443ba0
// WARP GUID: a5d40f0e-64d3-5827-9d0c-51f69ad00da4
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_44c778, sub_442dd0
// ============================================================

int32_t __convention("regparm")sub_443ba0(void* arg1)
{
    // 第一条实际指令: return *(arg1 + 0x220)
    return *(arg1 + 0x220)
}
