// ============================================================
// 函数名称: sub_43df70
// 虚拟地址: 0x43df70
// WARP GUID: 64e5df54-a8b8-5e23-bb96-010810567fbf
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_43cd08
// ============================================================

int32_t __convention("regparm")sub_43df70(void* arg1)
{
    // 第一条实际指令: return *(*(arg1 + 0x28) + 0x48)
    return *(*(arg1 + 0x28) + 0x48)
}
