// ============================================================
// 函数名称: sub_4b39a8
// 虚拟地址: 0x4b39a8
// WARP GUID: 031335cd-45f9-559e-b962-be85583f1a72
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4b3ac8
// ============================================================

int32_tsub_4b39a8()
{
    // 第一条实际指令: __builtin_memset(&data_532c58, 0, 0xa0)
    __builtin_memset(&data_532c58, 0, 0xa0)
    data_532d00 = 0
    return 0
}
