// ============================================================
// 函数名称: sub_43d300
// 虚拟地址: 0x43d300
// WARP GUID: 23f436d1-e08d-5bc2-9307-5b19a1cbf96c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_416178
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_43d300(int32_t* arg1)
{
    // 第一条实际指令: sub_416178(arg1)
    sub_416178(arg1)
    return (*(*arg1 + 0x30))()
}
