// ============================================================
// 函数名称: sub_4974d8
// 虚拟地址: 0x4974d8
// WARP GUID: 0d4f27d1-916d-592b-84ab-48cdc9c70306
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __thiscallsub_4974d8(int32_t arg1, void* arg2 @ eax, int32_t arg3)
{
    // 第一条实际指令: if (*(arg2 + 0x7a) != 0)
    if (*(arg2 + 0x7a) != 0)
        *(arg2 + 0x7c)
        (*(arg2 + 0x78))(arg3, arg1)
}
