// ============================================================
// 函数名称: sub_52bed9
// 虚拟地址: 0x52bed9
// WARP GUID: 63533c86-c4d3-5dd4-bdb4-d7522bdc7ece
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_52ba68
// ============================================================

int32_t __stdcallsub_52bed9(int32_t* arg1 @ ebp, int32_t arg2)
{
    // 第一条实际指令: *arg1
    *arg1
}
