// ============================================================
// 函数名称: sub_4aa9b8
// 虚拟地址: 0x4aa9b8
// WARP GUID: 55b1f31e-9ea6-5a95-b944-34094ab68b73
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4aa948
// ============================================================

int32_t __stdcallsub_4aa9b8(int32_t arg1, int32_t arg2) __pure
{
    // 第一条实际指令: return 
    return 
}
