// ============================================================
// 函数名称: sub_4973e0
// 虚拟地址: 0x4973e0
// WARP GUID: 185102c3-7eeb-5ef8-927f-82cd0f59c389
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4971dc
// [被调用的父级函数]: sub_514468, sub_5082d0, sub_514c8c, sub_514c48, sub_497dd4, sub_5082a0
// ============================================================

int32_tsub_4973e0()
{
    // 第一条实际指令: int32_t* eax
    int32_t* eax
    return sub_4971dc(eax, 0)
}
