// ============================================================
// 函数名称: sub_430cdc
// 虚拟地址: 0x430cdc
// WARP GUID: e06285eb-989a-5234-ada1-0f52c30538ae
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42e898
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_430cdc(int32_t* arg1)
{
    // 第一条实际指令: return sub_42e898((*(*arg1 - 0x10))(), 0xb023)
    return sub_42e898((*(*arg1 - 0x10))(), 0xb023)
}
