// ============================================================
// 函数名称: sub_455a34
// 虚拟地址: 0x455a34
// WARP GUID: 3b857a19-9315-56fc-8ff2-fae6af92dccf
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_455258
// ============================================================

int32_t __convention("regparm")sub_455a34(int32_t* arg1)
{
    // 第一条实际指令: *(*arg1 + 0x14) = 0x30
    *(*arg1 + 0x14) = 0x30
    return (**arg1)()
}
