// ============================================================
// 函数名称: sub_413a9a
// 虚拟地址: 0x413a9a
// WARP GUID: 8c905dbe-22ac-550e-b836-442fc168be6a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_40f870
// ============================================================

int32_t __fastcallsub_413a9a(void* arg1)
{
    // 第一条实际指令: bool c
    bool c
    *(arg1 - 0x3e35763a) = adc.b(*(arg1 - 0x3e35763a), arg1.b, c)
    jump(0xa63536a7)
}
