// ============================================================
// 函数名称: sub_4290b4
// 虚拟地址: 0x4290b4
// WARP GUID: 6d84e0ae-1be5-5b16-9f15-a3afbe6ac469
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_4290b4(void* arg1)
{
    // 第一条实际指令: return (*(**(arg1 + 0x38) + 0x48))()
    return (*(**(arg1 + 0x38) + 0x48))()
}
