// ============================================================
// 函数名称: sub_4ec9b4
// 虚拟地址: 0x4ec9b4
// WARP GUID: b5ccf775-cb75-57ca-b2ae-ed8d49744e80
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4ed7a0, sub_4dc3b8, sub_4ed040
// ============================================================

int32_tsub_4ec9b4()
{
    // 第一条实际指令: if (*(*data_5301f4 + 0x111f9) == 0)
    if (*(*data_5301f4 + 0x111f9) == 0)
        return 
    
    *(data_530598 + 0x14) = 2
    *(data_530598 + 0x18) = 2
    *(data_530598 + 0x1c) = 2
    *(*data_5301f4 + 0x20084) = 1
}
