// ============================================================
// 函数名称: sub_4123d8
// 虚拟地址: 0x4123d8
// WARP GUID: 7197c53c-38fb-5dba-b49e-276868e854a2
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_404780
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_4123d8(int32_t* arg1)
{
    // 第一条实际指令: if (arg1[4] == 0)
    if (arg1[4] == 0)
        return 
    
    (*(*arg1 + 0x74))()
    sub_404780(arg1[3], sub_40f068, arg1[4])
    arg1[4] = 0
    (*(*arg1 + 0x28))()
    (*(*arg1 + 0x70))()
}
