// ============================================================
// 函数名称: sub_430bf4
// 虚拟地址: 0x430bf4
// WARP GUID: 956f464e-3415-521e-9a3f-d490dc7a6359
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_424e7c
// ============================================================

int32_t __convention("regparm")sub_430bf4(int32_t* arg1)
{
    // 第一条实际指令: (*(*arg1 - 0x10))()
    (*(*arg1 - 0x10))()
    arg1[0x53] = 0
    arg1[0x5a].b = 0
    return 0
}
