// ============================================================
// 函数名称: sub_40afe2
// 虚拟地址: 0x40afe2
// WARP GUID: a9257537-a5ec-5938-af79-a041bb022043
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_40af44
// ============================================================

int32_t __stdcallsub_40afe2(int32_t arg1, int32_t arg2) __pure
{
    // 第一条实际指令: return 
    return 
}
