// ============================================================
// 函数名称: sub_42bf04
// 虚拟地址: 0x42bf04
// WARP GUID: d0aeea5f-23d0-5310-97ac-484470955cc4
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __thiscallsub_42bf04(int32_t arg1, void* arg2 @ eax, int32_t arg3)
{
    // 第一条实际指令: if (*(arg2 + 0xd2) != 0)
    if (*(arg2 + 0xd2) != 0)
        *(arg2 + 0xd4)
        (*(arg2 + 0xd0))(arg3, arg1)
}
