// ============================================================
// 函数名称: sub_437b8c
// 虚拟地址: 0x437b8c
// WARP GUID: 7a9c2c99-54e6-52d0-a78f-bb6559d1c255
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_40fa94
// [被调用的父级函数]: 无
// ============================================================

int32_t __fastcallsub_437b8c(int32_t arg1, int32_t* arg2)
{
    // 第一条实际指令: sub_40fa94(0, 0, arg2)
    sub_40fa94(0, 0, arg2)
    return 0
}
