// ============================================================
// 函数名称: sub_413600
// 虚拟地址: 0x413600
// WARP GUID: 55ab9651-d1c9-5c75-a5ad-fecd1d25ec8a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4135e8
// [被调用的父级函数]: sub_41504c, sub_41366c, sub_413b08, sub_414820, sub_414430, sub_413618, sub_414330, sub_4151c8, sub_415168, sub_4136c4, sub_4137d4
// ============================================================

voidsub_413600() __noreturn
{
    // 第一条实际指令: sub_4135e8(data_530608)
    sub_4135e8(data_530608)
    noreturn
}
