// ============================================================
// 函数名称: sub_4123a0
// 虚拟地址: 0x4123a0
// WARP GUID: 46f6c976-e208-547f-9e6e-59e04f76b268
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_4123a0(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 4) == 0 && *(arg1 + 0x22) != 0)
    if (*(arg1 + 4) == 0 && *(arg1 + 0x22) != 0)
        *(arg1 + 0x24)
        (*(arg1 + 0x20))()
}
