// ============================================================
// 函数名称: sub_447634
// 虚拟地址: 0x447634
// WARP GUID: cdf43b9b-ddfa-5ab8-ad7c-deca1791daf4
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_440b50
// ============================================================

int32_t __convention("regparm")sub_447634(void* arg1)
{
    // 第一条实际指令: return *(*(arg1 + 0x48) + 8)
    return *(*(arg1 + 0x48) + 8)
}
