// ============================================================
// 函数名称: sub_410f28
// 虚拟地址: 0x410f28
// WARP GUID: 64e984f1-dff7-5a90-953e-dac4804860d6
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_410f34, sub_413b8c
// ============================================================

int32_t __convention("regparm")sub_410f28(void* arg1)
{
    // 第一条实际指令: int32_t edx
    int32_t edx
    edx.b = 1
    return (*(*(arg1 + 4) + 0x18))()
}
