// ============================================================
// 函数名称: sub_441c0c
// 虚拟地址: 0x441c0c
// WARP GUID: 33b02eaa-fb41-5931-88d9-80d8de94e513
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void* __convention("regparm")sub_441c0c(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x4c) != 0 || (*(arg1 + 0x144) != 0 && *(arg1 + 0x17c) != 0))
    if (*(arg1 + 0x4c) != 0 || (*(arg1 + 0x144) != 0 && *(arg1 + 0x17c) != 0))
        return 0
    
    arg1.b = 1
    return arg1
}
