// ============================================================
// 函数名称: sub_4471a4
// 虚拟地址: 0x4471a4
// WARP GUID: 7a2816f6-02d7-5c01-8444-85cfb0d124aa
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4e6659, sub_473938, sub_471144, sub_46de48, sub_445ad4, sub_473684, sub_445b91, sub_44c778, sub_478234, sub_44a0a0, sub_47289c, sub_469a6c, sub_4e649b
// ============================================================

int32_tsub_4471a4()
{
    // 第一条实际指令: return (*data_5302cc)(0)
    return (*data_5302cc)(0)
}
