// ============================================================
// 函数名称: sub_496de4
// 虚拟地址: 0x496de4
// WARP GUID: 829dc044-612c-5739-b98d-c3a4b715d014
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_496de4(void* arg1)
{
    // 第一条实际指令: while (*(arg1 + 0xc) == 0)
    while (*(arg1 + 0xc) == 0)
        int32_t* esi_1 = *(arg1 + 0x30)
        esi_1[1]
        (**esi_1)()
}
