// ============================================================
// 函数名称: sub_437540
// 虚拟地址: 0x437540
// WARP GUID: c15e7580-f782-5306-a4c5-f4e1882dc81f
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4374b4
// [被调用的父级函数]: sub_437988, sub_437a48
// ============================================================

char**sub_437540()
{
    // 第一条实际指令: int32_t* eax
    int32_t* eax
    return sub_4374b4(eax, 0xffffffff)
}
