// ============================================================
// 函数名称: sub_461060
// 虚拟地址: 0x461060
// WARP GUID: 575a414e-2d07-575d-a269-b7d8c9bc7686
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4602c8
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_461060()
{
    // 第一条实际指令: void* eax
    void* eax
    return sub_4602c8(eax)
}
