// ============================================================
// 函数名称: sub_419c9c
// 虚拟地址: 0x419c9c
// WARP GUID: 81ab256f-18a1-5ae2-8223-3de26c4e3053
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_419c9c(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x2a) != 0)
    if (*(arg1 + 0x2a) != 0)
        *(arg1 + 0x2c)
        (*(arg1 + 0x28))()
}
