// ============================================================
// 函数名称: sub_47baca
// 虚拟地址: 0x47baca
// WARP GUID: 842fb6b9-b82b-5e3a-bba8-7060d0fae3c6
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403010
// [被调用的父级函数]: sub_47ba07
// ============================================================

voidsub_47baca() __noreturn
{
    // 第一条实际指令: sub_403010()
    sub_403010()
    noreturn
}
