// ============================================================
// 函数名称: sub_4118ec
// 虚拟地址: 0x4118ec
// WARP GUID: aab0604f-e83d-5efd-878a-8777afa0e3f9
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_4118ec(int32_t* arg1)
{
    // 第一条实际指令: return (*(*arg1 + 0x14))()
    return (*(*arg1 + 0x14))()
}
