// ============================================================
// 函数名称: sub_419a7c
// 虚拟地址: 0x419a7c
// WARP GUID: 0e114a30-decf-5d00-bb39-00320fce748a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4263dc
// ============================================================

int32_t __convention("regparm")sub_419a7c(void* arg1)
{
    // 第一条实际指令: return (*(**(arg1 + 0x14) + 8))()
    return (*(**(arg1 + 0x14) + 8))()
}
