// ============================================================
// 函数名称: sub_4200f4
// 虚拟地址: 0x4200f4
// WARP GUID: 4979e6ea-cfa2-50a5-83b0-f6d0091cc575
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_410524
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_4200f4(void* arg1)
{
    // 第一条实际指令: int32_t* edx_1 = *(arg1 + 4)
    int32_t* edx_1 = *(arg1 + 4)
    return sub_410524(edx_1, edx_1[2] - 1)
}
