// ============================================================
// 函数名称: sub_447198
// 虚拟地址: 0x447198
// WARP GUID: 9b09b536-9247-5538-a447-f36fe0fc0690
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4e6659, sub_473938, sub_4735d8, sub_46de48, sub_445ad4, sub_445b91, sub_44c778, sub_478234, sub_47289c, sub_469a6c, sub_4e649b
// ============================================================

int32_tsub_447198()
{
    // 第一条实际指令: return (*data_5302cc)(1)
    return (*data_5302cc)(1)
}
