// ============================================================
// 函数名称: sub_442ee4
// 虚拟地址: 0x442ee4
// WARP GUID: ecc32932-9ce9-5e2e-9b56-ada68535325d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_442ed4
// ============================================================

void* __convention("regparm")sub_442ee4(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x1f8) == 0 && *(*(arg1 + 0x1f0) + 0x10) == 0 && *(*(arg1 + 0x1f4) + 0x10) == 0)
    if (*(arg1 + 0x1f8) == 0 && *(*(arg1 + 0x1f0) + 0x10) == 0 && *(*(arg1 + 0x1f4) + 0x10) == 0)
        return 0
    
    arg1.b = 1
    return arg1
}
