// ============================================================
// 函数名称: sub_4484ec
// 虚拟地址: 0x4484ec
// WARP GUID: 2de507a3-7c1b-52cd-90c9-53800586bc85
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_44843c
// [被调用的父级函数]: sub_448668
// ============================================================

BOOLsub_4484ec()
{
    // 第一条实际指令: void* eax
    void* eax
    return sub_44843c(eax, 1)
}
