// ============================================================
// 函数名称: sub_496ca1
// 虚拟地址: 0x496ca1
// WARP GUID: deaf187c-d214-51d2-9808-1eea66949a07
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_496c10
// ============================================================

int32_tsub_496ca1(int32_t* arg1 @ ebp, int32_t arg2)
{
    // 第一条实际指令: if (arg1[-3] == 0)
    if (arg1[-3] == 0)
        if (*(arg1[-1] + 0x7a) != 0)
            void* ebx_1 = arg1[-1]
            arg1[-2]
            arg1[-1]
            *(ebx_1 + 0x7c)
            (*(ebx_1 + 0x78))(&arg1[-3])
        
        if (arg1[-3] == 0)
            arg1[-2]
            arg1[-3] = (*(*arg1[-1] + 0x14))()
    
    *arg1
    return arg1[-3]
}
