// ============================================================
// 函数名称: sub_459b50
// 虚拟地址: 0x459b50
// WARP GUID: 834a31df-85b4-5d10-815d-ef7cf4bf4894
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_459b60
// ============================================================

int32_t __convention("regparm")sub_459b50(int32_t* arg1)
{
    // 第一条实际指令: *(*arg1 + 0x14) = 0x2d
    *(*arg1 + 0x14) = 0x2d
    return (**arg1)()
}
