// ============================================================
// 函数名称: sub_4a5a88
// 虚拟地址: 0x4a5a88
// WARP GUID: d9443ad2-f78a-58bd-8f98-d3ac9496eff1
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_4a5a88(void* arg1)
{
    // 第一条实际指令: int32_t* edx = *(arg1 + 0x28)
    int32_t* edx = *(arg1 + 0x28)
    
    if (edx != 0)
        (*(*edx + 0x44))()
}
