// ============================================================
// 函数名称: sub_4471d4
// 虚拟地址: 0x4471d4
// WARP GUID: 585529c4-c748-58bb-b58f-4dbec1389f86
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_432d3c, sub_445ad4, sub_445b91
// ============================================================

int32_tsub_4471d4()
{
    // 第一条实际指令: return (*data_5302cc)(0x4e)
    return (*data_5302cc)(0x4e)
}
