// ============================================================
// 函数名称: sub_40db10
// 虚拟地址: 0x40db10
// WARP GUID: 347e241f-0b2b-533d-8d77-4a4d0da7af10
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4b5c08, sub_4b6580
// ============================================================

int32_t __convention("regparm")sub_40db10(int32_t arg1) __pure
{
    // 第一条实际指令: arg1.b = (arg1 & 0x80000000) == 0
    arg1.b = (arg1 & 0x80000000) == 0
    return arg1
}
