// ============================================================
// 函数名称: sub_42bc8c
// 虚拟地址: 0x42bc8c
// WARP GUID: 85cf706c-fc51-5389-b0a6-71eb28b83ad7
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_425788, sub_424a5c
// ============================================================

int32_t __convention("regparm")sub_42bc8c(int32_t* arg1)
{
    // 第一条实际指令: return (*(*arg1 + 0x78))()
    return (*(*arg1 + 0x78))()
}
