// ============================================================
// 函数名称: sub_416150
// 虚拟地址: 0x416150
// WARP GUID: b47e8e24-f9fe-5a8b-912f-2def143d07ae
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_416150(void* arg1)
{
    // 第一条实际指令: return *(arg1 + 4)
    return *(arg1 + 4)
}
