// ============================================================
// 函数名称: sub_4f9398
// 虚拟地址: 0x4f9398
// WARP GUID: 86dca176-f454-53f7-9edf-836af5579337
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4f0c7c
// [被调用的父级函数]: sub_4f9424
// ============================================================

int32_tsub_4f9398()
{
    // 第一条实际指令: (*data_52fef0)()
    (*data_52fef0)()
    (*data_53051c)(0x202)
    sub_4f0c7c(0xb90)
    (*data_5309b4)(0x205, 0, 0xff)
    (*data_5300a4)(0x1e00, 0x1e00, 0x1e00)
    return (*data_53006c)(0x4000)
}
