// ============================================================
// 函数名称: sub_448578
// 虚拟地址: 0x448578
// WARP GUID: 2e7fd45b-becd-5143-a8bc-369ae52c9f6e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_43dfc8
// ============================================================

void* __convention("regparm")sub_448578(void* arg1)
{
    // 第一条实际指令: if (*(data_530a80 + 9) == 0 || *(arg1 + 0x28) != 1)
    if (*(data_530a80 + 9) == 0 || *(arg1 + 0x28) != 1)
        return 0
    
    arg1.b = 1
    return arg1
}
