// ============================================================
// 函数名称: sub_40bc80
// 虚拟地址: 0x40bc80
// WARP GUID: 4298172b-c186-5d66-8767-d3b735435444
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4030d0
// [被调用的父级函数]: sub_40d8c4
// ============================================================

void*sub_40bc80()
{
    // 第一条实际指令: *(data_531600 + 0xc) = 1
    *(data_531600 + 0xc) = 1
    (*(*data_531600 - 8))()
    data_531600 = 0
    *(data_531604 + 0xc) = 1
    sub_4030d0(data_531604)
    data_531604 = 0
    *data_52ff78 = 0
    *data_5302b0 = 0
    *data_530118 = 0
    *data_530270 = 0
    *data_5302d4 = 0
    void* result = data_53064c
    *result = 0
    return result
}
