// ============================================================
// 函数名称: sub_425a40
// 虚拟地址: 0x425a40
// WARP GUID: 320b7ae9-1061-525c-97df-7db6aa8a1340
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4032ac
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_425a40()
{
    // 第一条实际指令: int32_t ebx
    int32_t ebx
    ebx.w = 0xffb4
    int32_t* eax
    return sub_4032ac(eax)
}
