// ============================================================
// 函数名称: sub_413c38
// 虚拟地址: 0x413c38
// WARP GUID: bc892f75-b41e-5f3d-97a7-6551ca3a4eb1
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_414072, sub_413c58
// ============================================================

void*sub_413c38(void* arg1)
{
    // 第一条实际指令: if ((*(arg1 - 1) & 1) != 0 || *(arg1 - 8) != 0)
    if ((*(arg1 - 1) & 1) != 0 || *(arg1 - 8) != 0)
        return 0
    
    void* result
    result.b = 1
    return result
}
