// ============================================================
// 函数名称: sub_4032f0
// 虚拟地址: 0x4032f0
// WARP GUID: 6f739cb9-6226-573f-8e5b-c91408f69320
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_41464c, sub_41115f, sub_411168
// ============================================================

int32_t __convention("regparm")sub_4032f0(void* arg1)
{
    // 第一条实际指令: return *(arg1 - 0x3c)
    return *(arg1 - 0x3c)
}
