// ============================================================
// 函数名称: sub_453eb4
// 虚拟地址: 0x453eb4
// WARP GUID: 8dcbdbb1-b822-5669-8a0c-4e4e274098b1
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4030d0
// [被调用的父级函数]: sub_454788
// ============================================================

int32_t __convention("regparm")sub_453eb4(void* arg1)
{
    // 第一条实际指令: sub_4030d0(*(arg1 + 0x24))
    sub_4030d0(*(arg1 + 0x24))
    *(arg1 + 0x24) = 0
    return 0
}
