// ============================================================
// 函数名称: sub_40c880
// 虚拟地址: 0x40c880
// WARP GUID: d8f0eaed-205c-53c7-aeda-6858f01b3114
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_40276c
// [被调用的父级函数]: sub_40d8c4
// ============================================================

voidsub_40c880()
{
    // 第一条实际指令: while (data_52e2f8 != 0)
    while (data_52e2f8 != 0)
        int32_t* eax_1 = data_52e2f8
        data_52e2f8 = *eax_1
        sub_40276c(eax_1)
}
