// ============================================================
// 函数名称: sub_493660
// 虚拟地址: 0x493660
// WARP GUID: d90a2dc7-7434-5355-b9df-e2e5ea6e946f
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_51a838
// ============================================================

void __convention("regparm")sub_493660(void* arg1, char arg2)
{
    // 第一条实际指令: if (arg2 != *(arg1 + 0x2d5))
    if (arg2 != *(arg1 + 0x2d5))
        *(arg1 + 0x2d5) = arg2
    
    *(arg1 + 0x2d7) = 1
}
