// ============================================================
// 函数名称: sub_4115f8
// 虚拟地址: 0x4115f8
// WARP GUID: 1631cca4-541e-50e6-a390-39c4dd78e6c1
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_411e98, sub_412000, sub_4257e4, sub_411d08, sub_411588, sub_411804, sub_42563c, sub_411db4, sub_4114d0, sub_4121a4
// ============================================================

void __convention("regparm")sub_4115f8(int32_t* arg1)
{
    // 第一条实际指令: if (arg1[1] == 0)
    if (arg1[1] == 0)
        int32_t edx
        edx.b = 1
        (*(*arg1 + 0x30))()
    
    arg1[1] += 1
}
