// ============================================================
// 函数名称: sub_4a7568
// 虚拟地址: 0x4a7568
// WARP GUID: ae15cccd-b6f6-597b-8ff2-3454ab82e440
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_4a7568(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x8a) != 0)
    if (*(arg1 + 0x8a) != 0)
        *(arg1 + 0x8c)
        (*(arg1 + 0x88))()
}
