// ============================================================
// 函数名称: sub_4b5874
// 虚拟地址: 0x4b5874
// WARP GUID: 0012989a-dfbf-5735-892d-3cc353d8733f
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4b5788
// [被调用的父级函数]: 无
// ============================================================

voidsub_4b5874()
{
    // 第一条实际指令: int32_t temp0 = data_532d40
    int32_t temp0 = data_532d40
    data_532d40 -= 1
    
    if (temp0 u< 1)
        sub_4b5788()
}
