// ============================================================
// 函数名称: sub_416b9c
// 虚拟地址: 0x416b9c
// WARP GUID: 6f5b89f8-76fc-5bb1-8571-335ec41f7e93
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_416b9c() __pure
{
    // 第一条实际指令: return 0x80030001
    return 0x80030001
}
