// ============================================================
// 函数名称: sub_4a543c
// 虚拟地址: 0x4a543c
// WARP GUID: 438db4f2-f022-5239-ad6e-d9f62aa03da0
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4aa9c8
// ============================================================

voidsub_4a543c()
{
    // 第一条实际指令: if (data_52fd6c != 0)
    if (data_52fd6c != 0)
        data_52fd6c()
}
