// ============================================================
// 函数名称: sub_41f678
// 虚拟地址: 0x41f678
// WARP GUID: 48345143-2d90-515e-a856-a9b00ccbb629
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_41f6b4
// [被调用的父级函数]: sub_444f08, sub_446050, sub_443bbc, sub_41f72c, sub_41f620, sub_448d04
// ============================================================

int32_t __convention("regparm")sub_41f678(int32_t* arg1)
{
    // 第一条实际指令: sub_41f6b4(arg1)
    sub_41f6b4(arg1)
    return *(arg1[8] + 8)
}
