// ============================================================
// 函数名称: sub_455a28
// 虚拟地址: 0x455a28
// WARP GUID: 4e1c2a26-b887-59c1-869a-17431923abc3
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_455258
// ============================================================

int32_t __fastcallsub_455a28(int32_t arg1) __pure
{
    // 第一条实际指令: return arg1
    return arg1
}
