// ============================================================
// 函数名称: sub_4f93fc
// 虚拟地址: 0x4f93fc
// WARP GUID: 684a8886-1e8b-5726-a25f-d005a4aa7ebf
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4f0c7c
// [被调用的父级函数]: sub_4f9424
// ============================================================

int32_tsub_4f93fc()
{
    // 第一条实际指令: sub_4f0c7c(0x4000)
    sub_4f0c7c(0x4000)
    (*data_53006c)(0xb90)
    return (*data_52fef0)()
}
