// ============================================================
// 函数名称: sub_50d520
// 虚拟地址: 0x50d520
// WARP GUID: 4ceb184b-4ac7-5027-a47f-eefa6bdc9544
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_515920
// ============================================================

int32_t __convention("regparm")sub_50d520(int32_t arg1, int32_t arg2)
{
    // 第一条实际指令: *(arg1 + 0x3a84)
    *(arg1 + 0x3a84)
    return arg2
}
