// ============================================================
// 函数名称: sub_436424
// 虚拟地址: 0x436424
// WARP GUID: 80f934be-e6be-54b5-8832-ae73379dfa81
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_436424() __pure
{
    // 第一条实际指令: int32_t result
    int32_t result
    result.b = 1
    return result
}
