// ============================================================
// 函数名称: sub_416178
// 虚拟地址: 0x416178
// WARP GUID: 7b5409eb-6f66-5199-8262-fbbc7d029ab9
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_43d300, sub_497214, sub_439ef4, sub_42d480
// ============================================================

void __convention("regparm")sub_416178(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0x20) &= 0xfffe
    *(arg1 + 0x20) &= 0xfffe
}
