// ============================================================
// 函数名称: sub_496d74
// 虚拟地址: 0x496d74
// WARP GUID: 3b213e34-4a2f-5ae0-9e70-987396efc6d9
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __thiscallsub_496d74(int32_t arg1, void* arg2 @ eax, int32_t arg3)
{
    // 第一条实际指令: if (*(arg2 + 0xb2) != 0)
    if (*(arg2 + 0xb2) != 0)
        *(arg2 + 0xb4)
        (*(arg2 + 0xb0))(arg3, arg1)
}
