// ============================================================
// 函数名称: sub_411084
// 虚拟地址: 0x411084
// WARP GUID: 3e1dea89-4e1c-577f-8831-b13c56c8e1a0
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_410f34
// ============================================================

int32_t __convention("regparm")sub_411084(void* arg1)
{
    // 第一条实际指令: return *(*(arg1 + 8) + 8)
    return *(*(arg1 + 8) + 8)
}
