// ============================================================
// 函数名称: sub_405ba0
// 虚拟地址: 0x405ba0
// WARP GUID: d247e890-919d-58cf-878e-47bb2e86b145
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_416990, sub_4048a0, sub_4b6dac
// ============================================================

void __convention("regparm")sub_405ba0(int32_t* arg1)
{
    // 第一条实际指令: if (arg1 != 0)
    if (arg1 != 0)
        (*(*arg1 + 4))(arg1)
}
