// ============================================================
// 函数名称: sub_453564
// 虚拟地址: 0x453564
// WARP GUID: 3da4401b-3bcb-59f5-838e-3d5956c9804c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_453564(int32_t* arg1)
{
    // 第一条实际指令: void* edx = *arg1
    void* edx = *arg1
    *(edx + 0x70) = 0
    *(edx + 0x14) = 0
    return 0
}
