// ============================================================
// 函数名称: sub_4306f4
// 虚拟地址: 0x4306f4
// WARP GUID: 8a1c583f-36ef-5d68-bc58-0fd5917110b2
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_424e84
// ============================================================

void __convention("regparm")sub_4306f4(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x1ba) != 0)
    if (*(arg1 + 0x1ba) != 0)
        *(arg1 + 0x1bc)
        (*(arg1 + 0x1b8))()
}
