// ============================================================
// 函数名称: sub_460370
// 虚拟地址: 0x460370
// WARP GUID: cde3f137-d918-53c3-b209-93f338cf1258
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_45343c
// [被调用的父级函数]: sub_460418
// ============================================================

int32_t __convention("regparm")sub_460370(int32_t* arg1)
{
    // 第一条实际指令: int32_t* ebx = arg1[5]
    int32_t* ebx = arg1[5]
    
    if (sub_45343c(ebx[6], 1, 0x1000, ebx[5]) != 0x1000)
        *(*arg1 + 0x14) = 0x24
        (**arg1)()
    
    *ebx = ebx[6]
    ebx[1] = 0x1000
    return 1
}
