// ============================================================
// 函数名称: sub_4477a8
// 虚拟地址: 0x4477a8
// WARP GUID: f719c55b-f329-5edb-8d30-58599ff95e90
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_447c14
// ============================================================

void __convention("regparm")sub_4477a8(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0x80) += 1
    *(arg1 + 0x80) += 1
}
