// ============================================================
// 函数名称: sub_4391a8
// 虚拟地址: 0x4391a8
// WARP GUID: 090374b2-7600-5e82-878a-0986525027b8
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4391ac
// ============================================================

int32_tsub_4391a8(void* arg1 @ ebp)
{
    // 第一条实际指令: return *(arg1 + 4)
    return *(arg1 + 4)
}
