// ============================================================
// 函数名称: sub_4168a0
// 虚拟地址: 0x4168a0
// WARP GUID: abb1b786-cb9c-50fb-8f97-92336a485580
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403898
// [被调用的父级函数]: 无
// ============================================================

int32_t __stdcallsub_4168a0(int32_t arg1, int32_t arg2, int32_t arg3)
{
    // 第一条实际指令: sub_403898(__return_addr)
    sub_403898(__return_addr)
    return 0x80030103
}
