// ============================================================
// 函数名称: sub_517bc0
// 虚拟地址: 0x517bc0
// WARP GUID: 5868d029-c819-5bae-9ac1-8a8c0d831b5a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4cd114
// ============================================================

void __convention("regparm")sub_517bc0(void* arg1)
{
    // 第一条实际指令: if (*(*data_5301f4 + 4) != 4)
    if (*(*data_5301f4 + 4) != 4)
        *(arg1 + 0x100) = 0
        return 
    
    *(arg1 + 0x100) = 0
}
