// ============================================================
// 函数名称: sub_49626d
// 虚拟地址: 0x49626d
// WARP GUID: d4c4d18d-0593-58ea-beec-6f6cb12eb78a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_49611c
// ============================================================

int32_tsub_49626d(int32_t* arg1 @ ebp, int32_t arg2)
{
    // 第一条实际指令: *arg1
    *arg1
    return arg1[-2]
}
