// ============================================================
// 函数名称: sub_495dd8
// 虚拟地址: 0x495dd8
// WARP GUID: 43ea68f2-bd42-5622-b75e-9af5023a3972
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4030d0
// [被调用的父级函数]: sub_495e20
// ============================================================

void*sub_495dd8(void* arg1)
{
    // 第一条实际指令: if (*(*(arg1 - 4) + 0x10) != 0)
    if (*(*(arg1 - 4) + 0x10) != 0)
        *(*(arg1 - 4) + 4)
        (*(**(arg1 - 4) + 8))()
    
    *(*(arg1 - 4) + 0x10) = 0
    sub_4030d0(*(*(arg1 - 4) + 0xc))
    void* result = *(arg1 - 4)
    *(result + 0xc) = 0
    return result
}
