// ============================================================
// 函数名称: sub_41360c
// 虚拟地址: 0x41360c
// WARP GUID: 55ab9651-d1c9-5c75-a5ad-fecd1d25ec8a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4135e8
// [被调用的父级函数]: sub_413a60
// ============================================================

voidsub_41360c() __noreturn
{
    // 第一条实际指令: sub_4135e8(data_5300ec)
    sub_4135e8(data_5300ec)
    noreturn
}
