// ============================================================
// 函数名称: sub_401f3c
// 虚拟地址: 0x401f3c
// WARP GUID: fff35737-0532-5f1c-b472-6115d4a7afa1
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_401d28
// [被调用的父级函数]: sub_40231c, sub_4024c0, sub_401f88
// ============================================================

voidsub_401f3c()
{
    // 第一条实际指令: if (data_531488 s<= 0)
    if (data_531488 s<= 0)
        return 
    
    if (data_531488 s< 0xc)
        data_531434 = 7
        return 
    
    *data_53148c = data_531488 | 2
    sub_401d28(data_53148c + 4)
    data_53148c = 0
    data_531488 = 0
}
