// ============================================================
// 函数名称: sub_50840c
// 虚拟地址: 0x50840c
// WARP GUID: b93825d9-b505-5108-b174-ba88bc1d4a09
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_508224
// ============================================================

void __convention("regparm")sub_50840c(void* arg1)
{
    // 第一条实际指令: *(arg1 + 9) = 1
    *(arg1 + 9) = 1
}
