// ============================================================
// 函数名称: sub_4477b0
// 虚拟地址: 0x4477b0
// WARP GUID: 8e5860d1-b05f-52cb-b3f1-e28426e3c1d4
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4477d0
// [被调用的父级函数]: sub_447c14
// ============================================================

void __convention("regparm")sub_4477b0(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0x80) -= 1
    *(arg1 + 0x80) -= 1
    
    if (*(arg1 + 0x80) == 0 && (*(arg1 + 0x82) & 0x10) != 0)
        sub_4477d0()
}
