// ============================================================
// 函数名称: sub_4dd144
// 虚拟地址: 0x4dd144
// WARP GUID: 1ee25f22-0083-5dff-b911-6080a5bacf66
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_5205d0
// [被调用的父级函数]: sub_4e6659, sub_4e649b
// ============================================================

int32_tsub_4dd144()
{
    // 第一条实际指令: return sub_5205d0(data_780c58)
    return sub_5205d0(data_780c58)
}
