// ============================================================
// 函数名称: sub_444d44
// 虚拟地址: 0x444d44
// WARP GUID: 8dc9b175-e151-53f2-a70d-0d2f5138c8d0
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42c754, sub_444d44, sub_443a70
// [被调用的父级函数]: sub_42b348, sub_444d44, sub_44578c, sub_44558c
// ============================================================

void __convention("regparm")sub_444d44(HANDLE arg1, int32_t arg2)
{
    // 第一条实际指令: if (*(arg1 + 0x216) != 0 && *(arg1 + 0x208) != 0)
    if (*(arg1 + 0x216) != 0 && *(arg1 + 0x208) != 0)
        sub_42c754(*(arg1 + 0x208), arg2)
    
    if (*(arg1 + 0x217) == 2 && sub_443a70(arg1) != 0)
        sub_443a70(arg1)
        sub_444d44()
}
