// ============================================================
// 函数名称: sub_4190b4
// 虚拟地址: 0x4190b4
// WARP GUID: e40ddc1a-0627-59a2-989a-118fe3977473
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_419674, sub_41d214, sub_42f448, sub_419d0c, sub_43ab7c, sub_43a2fc
// ============================================================

int32_t __convention("regparm")sub_4190b4(void* arg1)
{
    // 第一条实际指令: return *(*(arg1 + 0x10) + 0x14)
    return *(*(arg1 + 0x10) + 0x14)
}
