// ============================================================
// 函数名称: sub_47b09a
// 虚拟地址: 0x47b09a
// WARP GUID: 2b87820e-d8d5-5ae1-a550-9e7976603a81
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403df8
// [被调用的父级函数]: j_sub_47b09a, sub_47af7c, sub_47b037
// ============================================================

int32_t*sub_47b09a(void* arg1 @ ebp)
{
    // 第一条实际指令: sub_403df8(arg1 - 0x208)
    sub_403df8(arg1 - 0x208)
    sub_403df8(arg1 + 8)
    return arg1 + 8
}
