// ============================================================
// 函数名称: sub_41bd5c
// 虚拟地址: 0x41bd5c
// WARP GUID: da3cbef0-7832-5b78-b532-cdcd920a342f
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_41bd5c(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0xa) != 0)
    if (*(arg1 + 0xa) != 0)
        *(arg1 + 0xc)
        (*(arg1 + 8))()
    
    if (*(arg1 + 0x10) != 0)
        (*(**(arg1 + 0x10) + 0xc))()
}
