// ============================================================
// 函数名称: sub_42d64c
// 虚拟地址: 0x42d64c
// WARP GUID: 0ed86695-37ba-5883-9239-07c165b1dcc4
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403248
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_42d64c(int32_t* arg1)
{
    // 第一条实际指令: if (arg1[0x24] != 0)
    if (arg1[0x24] != 0)
        int32_t eax_1 = (*(*arg1 + 0x54))()
        
        if (sub_403248(arg1[0x24], eax_1) != 0)
            return 1
    
    return 0
}
