// ============================================================
// 函数名称: sub_42d094
// 虚拟地址: 0x42d094
// WARP GUID: c5a9c7a1-df60-55b2-a8ed-c98f4cdb0767
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42b8bc
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_42d094(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x8a) != 0)
    if (*(arg1 + 0x8a) != 0)
        sub_42b8bc(arg1, *(*(arg1 + 0x24) + 0x89))
        *(arg1 + 0x8a) = 1
}
