// ============================================================
// 函数名称: sub_4a840e
// 虚拟地址: 0x4a840e
// WARP GUID: a50585c4-944c-5cd3-9053-97f06e1f146b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4a82e4
// ============================================================

int32_tsub_4a840e(int32_t* arg1 @ ebp, int32_t arg2, int32_t arg3)
{
    // 第一条实际指令: *arg1
    *arg1
    return arg1[-1]
}
