// ============================================================
// 函数名称: sub_49c930
// 虚拟地址: 0x49c930
// WARP GUID: bcacc5d3-1aec-5277-bf4d-bc3a7fd5b97a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_49c8f0
// ============================================================

int32_tsub_49c930() __pure
{
    // 第一条实际指令: return 
    return 
}
