// ============================================================
// 函数名称: sub_44cfb4
// 虚拟地址: 0x44cfb4
// WARP GUID: 00e926d2-9fea-5844-8b54-a8681139899a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403b7c, sub_44ce04
// [被调用的父级函数]: 无
// ============================================================

voidsub_44cfb4()
{
    // 第一条实际指令: int32_t temp0 = data_53181c
    int32_t temp0 = data_53181c
    data_53181c -= 1
    
    if (temp0 u< 1)
        sub_403b7c(sub_44ce65+0x3b)
        sub_44ce04()
}
