// ============================================================
// 函数名称: sub_41616c
// 虚拟地址: 0x41616c
// WARP GUID: 3cb6d6f4-0462-58ef-a34f-9a180ff0d821
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4928a4
// ============================================================

void __convention("regparm")sub_41616c(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0x20) &= 0xffbf
    *(arg1 + 0x20) &= 0xffbf
}
