// ============================================================
// 函数名称: sub_443f54
// 虚拟地址: 0x443f54
// WARP GUID: ecc616a0-15fe-51bb-b135-c797b9b4486b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_443f60
// ============================================================

void* __convention("regparm")sub_443f54(void* arg1)
{
    // 第一条实际指令: arg1.b = *(arg1 + 0x244) != 0
    arg1.b = *(arg1 + 0x244) != 0
    return arg1
}
