// ============================================================
// 函数名称: sub_4a2b68
// 虚拟地址: 0x4a2b68
// WARP GUID: bf64c3b9-b8ad-5f4d-9b74-893bcc91082b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_4a2b68(void* arg1)
{
    // 第一条实际指令: return (*(**(arg1 + 0x5c) + 8))()
    return (*(**(arg1 + 0x5c) + 8))()
}
