// ============================================================
// 函数名称: sub_49aee8
// 虚拟地址: 0x49aee8
// WARP GUID: 1e2273fb-9cfb-5359-b43b-91eb5799a1bd
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4a3350
// ============================================================

int32_tsub_49aee8()
{
    // 第一条实际指令: int32_t edx
    int32_t edx
    edx.b = 1
    return (*(data_52fb48 + 0xc))()
}
