// ============================================================
// 函数名称: sub_4b3c44
// 虚拟地址: 0x4b3c44
// WARP GUID: 5a10dd8a-653d-5ab1-a895-f02f41f8639d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403b7c, sub_402d00
// [被调用的父级函数]: 无
// ============================================================

voidsub_4b3c44()
{
    // 第一条实际指令: int32_t temp0 = data_532d0c
    int32_t temp0 = data_532d0c
    data_532d0c -= 1
    
    if (temp0 u< 1)
        sub_403b7c(0x4b3b90)
        sub_402d00(&data_532d10, 0x2c, 0)
}
