// ============================================================
// 函数名称: sub_4ec430
// 虚拟地址: 0x4ec430
// WARP GUID: b498b34c-f89e-597e-b729-9e77f750cceb
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4f2e8c
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_4ec430()
{
    // 第一条实际指令: return sub_4f2e8c(1)
    return sub_4f2e8c(1)
}
