// ============================================================
// 函数名称: sub_4a170f
// 虚拟地址: 0x4a170f
// WARP GUID: ed3ea512-a56a-5351-9b3c-438eaa083546
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4a130e
// ============================================================

int32_t __convention("regparm")sub_4a170f(char* arg1)
{
    // 第一条实际指令: *arg1 += arg1.b
    *arg1 += arg1.b
    jump(*(arg1 * 2))
}
