// ============================================================
// 函数名称: sub_430048
// 虚拟地址: 0x430048
// WARP GUID: 01cd78db-063a-594a-96c2-057a3da7b55e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_430048(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x19a) != 0)
    if (*(arg1 + 0x19a) != 0)
        *(arg1 + 0x19c)
        (*(arg1 + 0x198))()
}
