// ============================================================
// 函数名称: sub_447224
// 虚拟地址: 0x447224
// WARP GUID: 066b4248-aad3-5ec5-8567-388174a6c71c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_443d2c, sub_449c64, sub_443af0, sub_440b50, sub_449ad4, sub_443aa4
// ============================================================

int32_t __convention("regparm")sub_447224(void* arg1)
{
    // 第一条实际指令: return *(*(arg1 + 0x40) + 8)
    return *(*(arg1 + 0x40) + 8)
}
