// ============================================================
// 函数名称: sub_413a38
// 虚拟地址: 0x413a38
// WARP GUID: e2c82e9f-82d6-5170-ae04-47e32c876c80
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4128a4
// [被调用的父级函数]: sub_4139dc
// ============================================================

int32_t __convention("regparm")sub_413a38(void* arg1)
{
    // 第一条实际指令: return sub_4128a4(*(arg1 + 4)) - (*(arg1 + 0x14) - *(arg1 + 0x10))
    return sub_4128a4(*(arg1 + 4)) - (*(arg1 + 0x14) - *(arg1 + 0x10))
}
