// ============================================================
// 函数名称: sub_496d54
// 虚拟地址: 0x496d54
// WARP GUID: 0abea750-cac3-5047-9c53-2a7375b34cde
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_496d54(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0xaa) != 0)
    if (*(arg1 + 0xaa) != 0)
        *(arg1 + 0xac)
        (*(arg1 + 0xa8))()
}
