// ============================================================
// 函数名称: sub_48e730
// 虚拟地址: 0x48e730
// WARP GUID: 1c04c01d-a86f-57b0-87c9-1746e33bf804
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_48db58
// ============================================================

int32_t __stdcallsub_48e730(int32_t* arg1 @ ebp, int32_t arg2, int32_t arg3)
{
    // 第一条实际指令: *arg1
    *arg1
}
