// ============================================================
// 函数名称: sub_4263bc
// 虚拟地址: 0x4263bc
// WARP GUID: 9d67de9f-1a68-535b-bd49-68b83c21d857
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_4263bc(void* arg1, int32_t arg2, int32_t arg3)
{
    // 第一条实际指令: if (*(arg1 + 0x22a) != 0)
    if (*(arg1 + 0x22a) != 0)
        *(arg1 + 0x22c)
        (*(arg1 + 0x228))(arg3)
}
