// ============================================================
// 函数名称: sub_419a60
// 虚拟地址: 0x419a60
// WARP GUID: 7145bffb-ee1e-5594-b900-9b7eb01dba12
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4263dc, sub_443300, sub_423918, sub_432a70, sub_44c778, sub_43d934, sub_444014, sub_44c05c
// ============================================================

int32_t __convention("regparm")sub_419a60(void* arg1)
{
    // 第一条实际指令: return (*(**(arg1 + 0xc) + 8))()
    return (*(**(arg1 + 0xc) + 8))()
}
