// ============================================================
// 函数名称: sub_44a58c
// 虚拟地址: 0x44a58c
// WARP GUID: aa20c150-1790-55cb-a58f-eacab78f9d2c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403b7c
// [被调用的父级函数]: 无
// ============================================================

voidsub_44a58c()
{
    // 第一条实际指令: int32_t temp0 = data_5317e0
    int32_t temp0 = data_5317e0
    data_5317e0 -= 1
    
    if (temp0 u< 1)
        sub_403b7c(0x44a528)
        *data_5300d8 = sub_440b50
}
