// ============================================================
// 函数名称: sub_500030
// 虚拟地址: 0x500030
// WARP GUID: d44b9235-3860-5885-92b9-584ff33218a9
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_50003c
// ============================================================

void*sub_500030()
{
    // 第一条实际指令: void* result
    void* result
    result.b = *data_530364 == 3
    return result
}
