// ============================================================
// 函数名称: sub_496288
// 虚拟地址: 0x496288
// WARP GUID: d1282bd4-d0de-5394-9905-a7d264f48646
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_49611c
// [被调用的父级函数]: sub_515de8, sub_497a44, sub_4979dc
// ============================================================

int32_t*sub_496288()
{
    // 第一条实际指令: int32_t* eax
    int32_t* eax
    return sub_49611c(eax, 0, 0xffffffff)
}
