// ============================================================
// 函数名称: sub_42c574
// 虚拟地址: 0x42c574
// WARP GUID: 979ec310-d589-52b5-a50c-882f9c7d8887
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4032ac
// [被调用的父级函数]: sub_42a97c
// ============================================================

int32_tsub_42c574()
{
    // 第一条实际指令: int32_t ebx
    int32_t ebx
    ebx.w = 0xffef
    int32_t* eax
    return sub_4032ac(eax)
}
