// ============================================================
// 函数名称: sub_4acc46
// 虚拟地址: 0x4acc46
// WARP GUID: f335a91e-add5-54b6-be60-8014cdb4225c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4acba4
// ============================================================

int32_tsub_4acc46(int32_t* arg1 @ ebp)
{
    // 第一条实际指令: *arg1
    *arg1
}
