// ============================================================
// 函数名称: sub_497214
// 虚拟地址: 0x497214
// WARP GUID: 6dd13909-ac39-5057-a2b8-90aeaf1cf02e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_416178
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_497214(int32_t* arg1)
{
    // 第一条实际指令: sub_416178(arg1)
    sub_416178(arg1)
    int32_t edx
    edx.b = arg1[9].b
    return (*(*arg1 + 0x38))()
}
