// ============================================================
// 函数名称: sub_409674
// 虚拟地址: 0x409674
// WARP GUID: 51d36666-d38b-5ca0-97c9-b8f022ca6297
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403df8
// [被调用的父级函数]: sub_409680
// ============================================================

int32_t* __convention("regparm")sub_409674(int32_t* arg1)
{
    // 第一条实际指令: sub_403df8(arg1)
    sub_403df8(arg1)
    return arg1
}
