// ============================================================
// 函数名称: sub_4d972c
// 虚拟地址: 0x4d972c
// WARP GUID: b51769fb-e25b-51d4-8e25-e9ead8fd3e1d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4dd1e0, sub_4dd1d7
// ============================================================

int32_tsub_4d972c()
{
    // 第一条实际指令: data_61ccfc
    data_61ccfc
}
