// ============================================================
// 函数名称: sub_4ebec3
// 虚拟地址: 0x4ebec3
// WARP GUID: 37af2296-2ee5-54c0-ab5f-9468ad85eb69
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __fastcallsub_4ebec3(int32_t, int32_t arg2)
{
    // 第一条实际指令: jump(*arg2)
    jump(*arg2)
}
