// ============================================================
// 函数名称: sub_4b2e04
// 虚拟地址: 0x4b2e04
// WARP GUID: 39436459-115e-580f-9226-1f145c188707
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_4b2e04(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x222) != 0)
    if (*(arg1 + 0x222) != 0)
        *(arg1 + 0x224)
        (*(arg1 + 0x220))()
}
