// ============================================================
// 函数名称: sub_402968
// 虚拟地址: 0x402968
// WARP GUID: f83e74a3-773c-5fb7-9679-2118879d4d07
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_406c44
// [被调用的父级函数]: sub_52c7c8, sub_40b6b0
// ============================================================

int32_tsub_402968()
{
    // 第一条实际指令: void* eax_1 = sub_406c44()
    void* eax_1 = sub_406c44()
    int32_t result = *(eax_1 + 4)
    *(eax_1 + 4) = 0
    return result
}
