// ============================================================
// 函数名称: sub_44cdd3
// 虚拟地址: 0x44cdd3
// WARP GUID: 166a97d5-319d-5e73-bb36-55016e4900cc
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_44cd2c
// ============================================================

int32_t __stdcallsub_44cdd3(int32_t* arg1 @ ebp, int32_t arg2)
{
    // 第一条实际指令: *arg1
    *arg1
    return arg1[-2]
}
