// ============================================================
// 函数名称: sub_495c42
// 虚拟地址: 0x495c42
// WARP GUID: 87b15537-a066-5323-b8c9-16854b9e637f
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403844, sub_403898
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_495c42(int32_t* arg1 @ ebp, int32_t* arg2, int32_t arg3, int32_t arg4)
{
    // 第一条实际指令: *(arg1[-1] + 4)
    *(arg1[-1] + 4)
    (*(*arg1[-1] + 8))()
    sub_403844()
    int32_t result = sub_403898(arg2)
    *arg1
    return result
}
