// ============================================================
// 函数名称: sub_412838
// 虚拟地址: 0x412838
// WARP GUID: a18c1a61-727a-56bf-a899-860b463a9a9b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_412838(int32_t* arg1, char arg2)
{
    // 第一条实际指令: if (arg2 == 0)
    if (arg2 == 0)
        return (*(*arg1 + 0x70))()
    
    return (*(*arg1 + 0x74))()
}
