// ============================================================
// 函数名称: sub_4f91d0
// 虚拟地址: 0x4f91d0
// WARP GUID: 521faadb-764d-5553-b414-09b30c9297ab
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4f9424
// ============================================================

int32_tsub_4f91d0()
{
    // 第一条实际指令: (*data_530024)(0x4508)
    (*data_530024)(0x4508)
    (*data_530928)(0, 0, 0, 0)
    (*data_5300d4)(0)
    (*data_530838)(0x400)
    (*data_530034)(0xb90)
    (*data_5309b4)(0x207, 0, 1)
    return (*data_5300a4)(0x1e00, 0x1e00, 0x1e02)
}
