// ============================================================
// 函数名称: sub_4b2e24
// 虚拟地址: 0x4b2e24
// WARP GUID: f73008d3-61eb-500a-98df-db9f02af52a0
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __fastcallsub_4b2e24(int32_t arg1, int32_t* arg2, int32_t arg3)
{
    // 第一条实际指令: return (*(*arg2 + 4))()
    return (*(*arg2 + 4))()
}
