// ============================================================
// 函数名称: sub_4077a8
// 虚拟地址: 0x4077a8
// WARP GUID: 4a7423a3-5b7a-559b-8dd6-374b97e8c43c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_402d00
// [被调用的父级函数]: sub_470e4b, sub_470f48
// ============================================================

int32_tsub_4077a8()
{
    // 第一条实际指令: int32_t eax
    int32_t eax
    int32_t edx
    return sub_402d00(eax, edx, 0)
}
