// ============================================================
// 函数名称: sub_44d008
// 虚拟地址: 0x44d008
// WARP GUID: cb5e8be4-a58c-5da8-a194-bf0d44079b00
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_453098
// ============================================================

int32_tsub_44d008()
{
    // 第一条实际指令: __builtin_memset(&data_53189c, 0, 0x5d0)
    __builtin_memset(&data_53189c, 0, 0x5d0)
    data_531f38 = 0
    return 0
}
