// ============================================================
// 函数名称: sub_49da61
// 虚拟地址: 0x49da61
// WARP GUID: 1d2470da-842e-50c0-a0d8-5d83c7b1febc
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_49d978
// ============================================================

int32_t __stdcallsub_49da61(int32_t* arg1 @ ebp, int32_t arg2)
{
    // 第一条实际指令: *arg1
    *arg1
}
