// ============================================================
// 函数名称: sub_4116b4
// 虚拟地址: 0x4116b4
// WARP GUID: 1da609cb-0944-5880-ac24-246f55dc79d8
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_411e98, sub_412000, sub_4257e4, sub_411d08, sub_411588, sub_411804, sub_42563c, sub_411db4, sub_4114d0, sub_4121a4
// ============================================================

void __convention("regparm")sub_4116b4(int32_t* arg1)
{
    // 第一条实际指令: arg1[1] -= 1
    arg1[1] -= 1
    
    if (arg1[1] == 0)
        (*(*arg1 + 0x30))()
}
