// ============================================================
// 函数名称: sub_4601b8
// 虚拟地址: 0x4601b8
// WARP GUID: 722a1df8-1928-5580-bd51-82869fc44bf1
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4601e8
// ============================================================

int32_t __convention("regparm")sub_4601b8(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0xd4) = 0
    *(arg1 + 0xd4) = 0
    *(arg1 + 0x8c) = 0
    *(arg1 + 0x192) = 0
    void* edx = *(arg1 + 0x1aa)
    *(edx + 0x50) = 0
    *(edx + 0x54) = 0
    *(edx + 0x5c) = 0
    return 0
}
