// ============================================================
// 函数名称: sub_437290
// 虚拟地址: 0x437290
// WARP GUID: 4d5ebf0f-1a44-50c8-9f63-32688c775b96
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_43715c
// [被调用的父级函数]: sub_4374b4, sub_437490, sub_432fec, sub_437968, sub_4372f4, sub_4375ac, sub_4380b8, sub_437584, sub_437988, sub_4381c4, sub_437a48
// ============================================================

int32_t __convention("regparm")sub_437290(int32_t* arg1)
{
    // 第一条实际指令: sub_43715c(arg1)
    sub_43715c(arg1)
    return arg1[0xc]
}
