// ============================================================
// 函数名称: sub_41b374
// 虚拟地址: 0x41b374
// WARP GUID: e105a643-fbe2-5829-b210-932bef2db065
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_41b374(int32_t* arg1)
{
    // 第一条实际指令: return (*(*arg1 + 0x50))()
    return (*(*arg1 + 0x50))()
}
