// ============================================================
// 函数名称: sub_4b3b54
// 虚拟地址: 0x4b3b54
// WARP GUID: 28198034-39cc-5c3c-9186-28d3e5e81f0e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_402b1c
// [被调用的父级函数]: 无
// ============================================================

voidsub_4b3b54()
{
    // 第一条实际指令: int32_t temp0 = data_532cf8
    int32_t temp0 = data_532cf8
    data_532cf8 -= 1
    
    if (temp0 u< 1)
        sub_402b1c(0x133f)
        data_532cfc = 1
}
