// ============================================================
// 函数名称: sub_496bf0
// 虚拟地址: 0x496bf0
// WARP GUID: d4e362c3-c0df-547f-8ff9-a4683b2b7bee
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_496bf0(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x82) != 0)
    if (*(arg1 + 0x82) != 0)
        *(arg1 + 0x84)
        (*(arg1 + 0x80))()
}
