// ============================================================
// 函数名称: sub_497bb4
// 虚拟地址: 0x497bb4
// WARP GUID: dcef5818-9eb3-5f40-95a9-d84cf227f108
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_497dd4
// ============================================================

void __convention("regparm")sub_497bb4(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x3398) == 1)
    if (*(arg1 + 0x3398) == 1)
        *(arg1 + 0x3398) = 2
}
