// ============================================================
// 函数名称: sub_401484
// 虚拟地址: 0x401484
// WARP GUID: 85d525ff-76af-5a8b-bcf0-a28cd21a178d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_401b84, sub_401ac0
// ============================================================

void __convention("regparm")sub_401484(int32_t* arg1)
{
    // 第一条实际指令: *arg1 = arg1
    *arg1 = arg1
    arg1[1] = arg1
}
