// ============================================================
// 函数名称: sub_404960
// 虚拟地址: 0x404960
// WARP GUID: 47dcd7ca-c6e2-553a-bde0-71b942298380
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4048a0
// [被调用的父级函数]: sub_404874
// ============================================================

int32_tsub_404960()
{
    // 第一条实际指令: int32_t* eax
    int32_t* eax
    char* edx
    return sub_4048a0(eax, edx, 1) __tailcall
}
