// ============================================================
// 函数名称: sub_42c08c
// 虚拟地址: 0x42c08c
// WARP GUID: 56270fb6-721b-5d52-b2d2-4380c35ee93a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_42c08c(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0xea) != 0)
    if (*(arg1 + 0xea) != 0)
        *(arg1 + 0xec)
        (*(arg1 + 0xe8))()
}
