// ============================================================
// 函数名称: sub_4611e4
// 虚拟地址: 0x4611e4
// WARP GUID: b7b68c76-2b45-5035-b075-4e9c89b35b66
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_461a84, sub_4602c8
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_4611e4(int32_t* arg1)
{
    // 第一条实际指令: if (arg1[4] != 0x64)
    if (arg1[4] != 0x64)
        void* eax = *arg1
        *(eax + 0x14) = 0x12
        *(eax + 0x18) = arg1[4]
        (**arg1)()
    
    (*(*arg1 + 0x10))()
    (*(arg1[5] + 8))()
    sub_461a84(arg1)
    (*(*(arg1 + 0x151) + 0x14))()
    (*(arg1[5] + 0x10))()
    return sub_4602c8(arg1)
}
