// ============================================================
// 函数名称: sub_44bf10
// 虚拟地址: 0x44bf10
// WARP GUID: 56b58354-f053-50fc-bf8c-77145828286d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_44bf10(void* arg1, void* arg2)
{
    // 第一条实际指令: if (*(arg1 + 0x206) == 0)
    if (*(arg1 + 0x206) == 0)
        *(arg2 + 0xc) = 1
}
