// ============================================================
// 函数名称: sub_49b9fe
// 虚拟地址: 0x49b9fe
// WARP GUID: f3b29585-1b7c-5ea5-806e-ff397f15da1a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403df8
// [被调用的父级函数]: sub_49b963, j_sub_49b9fe
// ============================================================

int32_t*sub_49b9fe(void* arg1 @ ebp)
{
    // 第一条实际指令: sub_403df8(arg1 - 0x194)
    sub_403df8(arg1 - 0x194)
    return arg1 - 0x194
}
