// ============================================================
// 函数名称: sub_4037f0
// 虚拟地址: 0x4037f0
// WARP GUID: 741005eb-2909-5d42-84a1-027a3a81a122
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4034d8
// [被调用的父级函数]: j_sub_4037f0
// ============================================================

int32_tsub_4037f0(void* arg1, void* arg2)
{
    // 第一条实际指令: if ((*(arg1 + 4) & 6) != 0)
    if ((*(arg1 + 4) & 6) != 0)
        int32_t ecx_1 = *(arg2 + 4)
        *(arg2 + 4) = 0x403820
        *(arg2 + 8)
        sub_4034d8()
        (ecx_1 + 5)()
    
    return 1
}
