// ============================================================
// 函数名称: sub_42bc40
// 虚拟地址: 0x42bc40
// WARP GUID: 185102c3-7eeb-5ef8-927f-82cd0f59c389
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42b690
// [被调用的父级函数]: sub_4e649b, sub_4ec550
// ============================================================

int32_t*sub_42bc40()
{
    // 第一条实际指令: int32_t* eax
    int32_t* eax
    return sub_42b690(eax, 0)
}
