// ============================================================
// 函数名称: sub_4095c0
// 虚拟地址: 0x4095c0
// WARP GUID: 650cd593-5b0b-5b78-961a-9ea5b856b289
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_424200, sub_42ec9c, sub_42429c
// ============================================================

int32_t __convention("regparm")sub_4095c0(int32_t arg1)
{
    // 第一条实际指令: return *(arg1 - 4) - 4
    return *(arg1 - 4) - 4
}
