// ============================================================
// 函数名称: sub_461a00
// 虚拟地址: 0x461a00
// WARP GUID: 6df42d80-d11e-597a-b7b1-73f4943a6030
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_461314
// [被调用的父级函数]: sub_461a84
// ============================================================

int32_t*sub_461a00()
{
    // 第一条实际指令: int32_t* eax
    int32_t* eax
    return sub_461314(eax, 0xd9)
}
