// ============================================================
// 函数名称: sub_4064c9
// 虚拟地址: 0x4064c9
// WARP GUID: 11253ca5-6a57-5438-83f5-3f0d636ef1af
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_406403, sub_406398
// [被调用的父级函数]: 无
// ============================================================

int32_t __fastcallsub_4064c9(int32_t arg1)
{
    // 第一条实际指令: int32_t __saved_edx
    int32_t __saved_edx
    return sub_406398(sub_406403(arg1, arg1 - 1), &__saved_edx, 1)
}
