// ============================================================
// 函数名称: sub_492844
// 虚拟地址: 0x492844
// WARP GUID: 4d4d6231-4274-58ce-aec3-e6324b90774f
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_492844(void* arg1, int32_t arg2, int32_t arg3)
{
    // 第一条实际指令: if (*(arg1 + 0x2b2) != 0)
    if (*(arg1 + 0x2b2) != 0)
        *(arg1 + 0x2b4)
        (*(arg1 + 0x2b0))(arg3)
}
