// ============================================================
// 函数名称: sub_41551c
// 虚拟地址: 0x41551c
// WARP GUID: 10b97558-e3bf-50e9-9d3f-7c68ffef8a90
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4154d8
// ============================================================

int32_t __stdcallsub_41551c(int32_t arg1, int32_t arg2) __pure
{
    // 第一条实际指令: return 
    return 
}
