// ============================================================
// 函数名称: sub_474258
// 虚拟地址: 0x474258
// WARP GUID: c85ff676-5dcd-5cfc-9d4f-19d235014d91
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4741fc
// ============================================================

int32_t __stdcallsub_474258(int32_t arg1, int32_t arg2) __pure
{
    // 第一条实际指令: return 
    return 
}
