// ============================================================
// 函数名称: sub_423904
// 虚拟地址: 0x423904
// WARP GUID: 9777d3f9-76c1-529d-888d-5e2a0bfea6af
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42b778
// [被调用的父级函数]: 无
// ============================================================

char** __fastcallsub_423904(int32_t arg1, int32_t* arg2)
{
    // 第一条实际指令: return sub_42b778(arg1, arg2)
    return sub_42b778(arg1, arg2)
}
