// ============================================================
// 函数名称: sub_42fae4
// 虚拟地址: 0x42fae4
// WARP GUID: 0c49e5e9-f5cf-59ee-8818-863f1b36abe2
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42c754
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_42fae4()
{
    // 第一条实际指令: void* eax
    void* eax
    sub_42c754(eax, 0)
    return 0
}
