// ============================================================
// 函数名称: sub_4484e4
// 虚拟地址: 0x4484e4
// WARP GUID: 185102c3-7eeb-5ef8-927f-82cd0f59c389
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_44843c
// [被调用的父级函数]: sub_448d20, sub_448668
// ============================================================

BOOLsub_4484e4()
{
    // 第一条实际指令: void* eax
    void* eax
    return sub_44843c(eax, 0)
}
