// ============================================================
// 函数名称: sub_46c398
// 虚拟地址: 0x46c398
// WARP GUID: ab54ba01-636e-5a95-a94b-732ae6a5fc0b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_46c038, sub_46c0d4
// ============================================================

int32_t __stdcallsub_46c398(int32_t* arg1 @ ebp, int32_t arg2, int32_t arg3)
{
    // 第一条实际指令: *arg1
    *arg1
}
