// ============================================================
// 函数名称: sub_43df5c
// 虚拟地址: 0x43df5c
// WARP GUID: b0cf5c56-d909-5f20-969d-aaeb4b77ff87
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_43df5c(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x62) != 0)
    if (*(arg1 + 0x62) != 0)
        *(arg1 + 0x64)
        (*(arg1 + 0x60))()
}
