// ============================================================
// 函数名称: sub_416570
// 虚拟地址: 0x416570
// WARP GUID: 4ce66b9a-34dd-512b-aaee-120b2c68a1fa
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_416570(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0xa) == 0)
    if (*(arg1 + 0xa) == 0)
        return 
    
    *(arg1 + 0x10)
    *(arg1 + 0xc)
    (*(arg1 + 8))()
}
