// ============================================================
// 函数名称: sub_4a55b8
// 虚拟地址: 0x4a55b8
// WARP GUID: 5644b4c8-4d1f-5d24-8e75-e78ba664adf9
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4a92ec
// ============================================================

void __convention("regparm")sub_4a55b8(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0x60) = 1
    *(arg1 + 0x60) = 1
}
