// ============================================================
// 函数名称: sub_4b2ecc
// 虚拟地址: 0x4b2ecc
// WARP GUID: d937614a-44c8-5f83-91ce-bc58a29bd7a4
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4b3ac8
// ============================================================

int32_tsub_4b2ecc()
{
    // 第一条实际指令: __builtin_memset(&data_532624, 0, 0x634)
    __builtin_memset(&data_532624, 0, 0x634)
    return 0
}
