// ============================================================
// 函数名称: sub_4a5574
// 虚拟地址: 0x4a5574
// WARP GUID: 75519ecf-2ef4-5b4b-aaa3-7f398dfa7fc7
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4a8ef8
// ============================================================

void __convention("regparm")sub_4a5574(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0x60) = 0
    *(arg1 + 0x60) = 0
}
