// ============================================================
// 函数名称: sub_4139dc
// 虚拟地址: 0x4139dc
// WARP GUID: e8972b62-595b-53cf-943d-80d4a609c49d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_413a38, sub_4128b4
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_4139dc(void* arg1)
{
    // 第一条实际指令: sub_413a38(arg1)
    sub_413a38(arg1)
    sub_4128b4(*(arg1 + 4))
    *(arg1 + 0x10) = 0
    *(arg1 + 0x14) = 0
    return 0
}
