// ============================================================
// 函数名称: sub_416c28
// 虚拟地址: 0x416c28
// WARP GUID: a0dbfa3e-5c10-5018-b17c-3ddeb7c0d96d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __stdcallsub_416c28(int32_t* arg1)
{
    // 第一条实际指令: if (arg1 != 0)
    if (arg1 != 0)
        *arg1 = 0
    
    return 0x80004001
}
