// ============================================================
// 函数名称: sub_410504
// 虚拟地址: 0x410504
// WARP GUID: fb63e05e-713c-56c1-9fb3-724aa1d80d06
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_449258
// ============================================================

int32_t* __convention("regparm")sub_410504(int32_t* arg1)
{
    // 第一条实际指令: if (arg1[2] == arg1[3])
    if (arg1[2] == arg1[3])
        (**arg1)()
    
    return arg1
}
