// ============================================================
// 函数名称: sub_4471b0
// 虚拟地址: 0x4471b0
// WARP GUID: 975e2d38-3511-5265-a0ca-b482ad30fc03
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_432d3c
// ============================================================

int32_tsub_4471b0()
{
    // 第一条实际指令: return (*data_5302cc)(0x4d)
    return (*data_5302cc)(0x4d)
}
