// ============================================================
// 函数名称: sub_51d748
// 虚拟地址: 0x51d748
// WARP GUID: 320c884d-9de8-5f0b-bd23-f46ddb48e40e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_51d840
// [被调用的父级函数]: sub_4d6bc8
// ============================================================

void __convention("regparm")sub_51d748(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 8) != 0)
    if (*(arg1 + 8) != 0)
        sub_51d840(arg1, *(arg1 + 8))
}
