// ============================================================
// 函数名称: sub_436954
// 虚拟地址: 0x436954
// WARP GUID: 9be6ec4e-d35a-5ea7-8a1a-a23f7de0d00d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403248
// [被调用的父级函数]: sub_439850
// ============================================================

int32_t __convention("regparm")sub_436954(void* arg1)
{
    // 第一条实际指令: return sub_403248(*(arg1 + 0x10), &data_436278)
    return sub_403248(*(arg1 + 0x10), &data_436278)
}
