// ============================================================
// 函数名称: sub_423d14
// 虚拟地址: 0x423d14
// WARP GUID: dcc10d9f-4c5f-5112-8402-ed10b34f4312
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_423d14(int32_t* arg1, char arg2)
{
    // 第一条实际指令: if (arg2 != *(arg1 + 0x12e))
    if (arg2 != *(arg1 + 0x12e))
        *(arg1 + 0x12e) = arg2
        (*(*arg1 + 0x74))()
}
