// ============================================================
// 函数名称: sub_42d024
// 虚拟地址: 0x42d024
// WARP GUID: c7008d32-15ef-5faf-ab9b-f3a8f7925174
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_430ea8
// ============================================================

int32_t __convention("regparm")sub_42d024(int32_t* arg1)
{
    // 第一条实际指令: return (*(*arg1 + 0x74))()
    return (*(*arg1 + 0x74))()
}
