// ============================================================
// 函数名称: sub_4e6478
// 虚拟地址: 0x4e6478
// WARP GUID: 31844bf4-f2ef-518e-bae5-2c08b3c51e7b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403e1c
// [被调用的父级函数]: j_sub_4e6478, sub_4e63cc
// ============================================================

int32_tsub_4e6478(void* arg1 @ ebp)
{
    // 第一条实际指令: return sub_403e1c(arg1 - 0x1c, 7)
    return sub_403e1c(arg1 - 0x1c, 7)
}
