// ============================================================
// 函数名称: sub_4ab33c
// 虚拟地址: 0x4ab33c
// WARP GUID: d9302063-7fa5-5e44-88dc-af20af902331
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_4ab33c(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x92) != 0)
    if (*(arg1 + 0x92) != 0)
        *(arg1 + 0x94)
        (*(arg1 + 0x90))()
}
