// ============================================================
// 函数名称: sub_427a92
// 虚拟地址: 0x427a92
// WARP GUID: 4762dac2-0554-5f43-8770-6740e30c51fe
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_427a92()
{
    // 第一条实际指令: undefined
    undefined
}
