// ============================================================
// 函数名称: sub_4c0fcc
// 虚拟地址: 0x4c0fcc
// WARP GUID: 971956a5-0be8-51f7-98fb-6b9a62c9f4c8
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4837ec
// [被调用的父级函数]: sub_4e6659, sub_4e649b
// ============================================================

int32_tsub_4c0fcc()
{
    // 第一条实际指令: *(*data_5302c4 + 0xbefc) = 0
    *(*data_5302c4 + 0xbefc) = 0
    return sub_4837ec(*data_530304, *data_5307c8, false)
}
