// ============================================================
// 函数名称: sub_4165d0
// 虚拟地址: 0x4165d0
// WARP GUID: c9485299-e913-512b-b5a8-826354fe9cb1
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_4165d0(void* arg1)
{
    // 第一条实际指令: return (*(**(arg1 + 0x10) + 0x44))()
    return (*(**(arg1 + 0x10) + 0x44))()
}
