// ============================================================
// 函数名称: sub_4a8774
// 虚拟地址: 0x4a8774
// WARP GUID: b4de7590-b0db-5725-8a9f-bd5c15746e04
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_412c38
// [被调用的父级函数]: sub_4a8784, sub_4a86fc
// ============================================================

int32_t __convention("regparm")sub_4a8774(void* arg1)
{
    // 第一条实际指令: sub_412c38(*(arg1 + 0xa8))
    sub_412c38(*(arg1 + 0xa8))
    return 0
}
