// ============================================================
// 函数名称: sub_41060c
// 虚拟地址: 0x41060c
// WARP GUID: 714140da-2421-54ea-83f2-22d2fe4ebc07
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_410524
// [被调用的父级函数]: sub_410fe0, sub_437030, sub_4101c8, sub_416620, sub_43665c, sub_415f70, sub_49692d
// ============================================================

int32_t __convention("regparm")sub_41060c(int32_t* arg1)
{
    // 第一条实际指令: return sub_410524(arg1, arg1[2] - 1)
    return sub_410524(arg1, arg1[2] - 1)
}
