// ============================================================
// 函数名称: sub_423c70
// 虚拟地址: 0x423c70
// WARP GUID: 7500ec70-dd70-5833-959e-14863101105c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_423c70(int32_t* arg1, char arg2)
{
    // 第一条实际指令: if (arg2 != arg1[0x4b].b)
    if (arg2 != arg1[0x4b].b)
        arg1[0x4b].b = arg2
        (*(*arg1 + 0x74))()
}
