// ============================================================
// 函数名称: sub_441da4
// 虚拟地址: 0x441da4
// WARP GUID: 8c6182c4-3158-535e-aa9c-7864ceb444f0
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_441da4(void* arg1)
{
    // 第一条实际指令: return (*(**(arg1 + 0x1f0) + 8))()
    return (*(**(arg1 + 0x1f0) + 8))()
}
