// ============================================================
// 函数名称: sub_46b379
// 虚拟地址: 0x46b379
// WARP GUID: 807b7a96-a062-53c8-800a-3b58ebe2480d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_46b1f4
// ============================================================

int32_tsub_46b379(int32_t* arg1 @ ebp)
{
    // 第一条实际指令: *arg1
    *arg1
}
