// ============================================================
// 函数名称: sub_41f984
// 虚拟地址: 0x41f984
// WARP GUID: 6d11b05e-1516-503a-97dd-3bf874bb0fe2
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_419de8
// [被调用的父级函数]: 无
// ============================================================

voidsub_41f984() __noreturn
{
    // 第一条实际指令: sub_419de8(data_52ff24)
    sub_419de8(data_52ff24)
    noreturn
}
