// ============================================================
// 函数名称: sub_4ec550
// 虚拟地址: 0x4ec550
// WARP GUID: 0e87d53c-c72e-5209-b316-65d9ccc66aca
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42bc40
// [被调用的父级函数]: 无
// ============================================================

int32_t* __convention("regparm")sub_4ec550(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0x60a8)
    *(arg1 + 0x60a8)
    return sub_42bc40()
}
