// ============================================================
// 函数名称: sub_4a7fcc
// 虚拟地址: 0x4a7fcc
// WARP GUID: 2df0bf59-7eb3-5668-b637-f4d65261ccc7
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __stdcallsub_4a7fcc(int32_t* arg1 @ eax, int32_t arg2)
{
    // 第一条实际指令: (*(*arg1 + 0x7c))()
    (*(*arg1 + 0x7c))()
    return (*(*arg1 + 0x60))()
}
