// ============================================================
// 函数名称: sub_42bf50
// 虚拟地址: 0x42bf50
// WARP GUID: 6872c6c9-2427-5cca-b398-4a445538f38b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __thiscallsub_42bf50(int32_t arg1, void* arg2 @ eax, int32_t arg3)
{
    // 第一条实际指令: if (*(arg2 + 0x102) != 0)
    if (*(arg2 + 0x102) != 0)
        *(arg2 + 0x104)
        (*(arg2 + 0x100))(arg3, arg1)
}
