// ============================================================
// 函数名称: sub_472b44
// 虚拟地址: 0x472b44
// WARP GUID: 614684f1-79ec-58b7-b5ee-079d92117ec4
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_473938
// ============================================================

int32_tsub_472b44()
{
    // 第一条实际指令: void* ebx = data_5306ec
    void* ebx = data_5306ec
    (*ebx)(0x4000, 0x1203, 0x52f484)
    (*ebx)(0x4000, 0x1201, 0x52f4a4)
    (*ebx)(0x4000, 0x1202, 0x52f494)
    (*ebx)(0x4000, 0x1200, 0x52f4b4)
    (*ebx)(0x4000, 0x1204, 0x52f4c4)
    (*ebx)(0x4001, 0x1203, 0x52f4d4)
    (*ebx)(0x4001, 0x1201, 0x52f4f4)
    (*ebx)(0x4001, 0x1202, 0x52f4e4)
    (*ebx)(0x4001, 0x1200, 0x52f504)
    (*ebx)(0x4001, 0x1204, 0x52f514)
    (*data_530584)(0x4000, 0x1205, 0x80)
    return (*data_530584)(0x4000, 0x1206, 0xa)
}
