// ============================================================
// 函数名称: sub_4a0dfe
// 虚拟地址: 0x4a0dfe
// WARP GUID: 4033a9d0-fa6f-55ef-ae13-cd07644dbf58
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4a0cf7
// ============================================================

int32_tsub_4a0dfe(int32_t* arg1 @ ebp, int32_t arg2)
{
    // 第一条实际指令: *arg1
    *arg1
}
