// ============================================================
// 函数名称: sub_41b0f0
// 虚拟地址: 0x41b0f0
// WARP GUID: 77e3e536-31ed-5cef-8d6a-8e57684e1e77
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_41dd58, sub_453ac4
// ============================================================

void __convention("regparm")sub_41b0f0(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0x18) = 1
    *(arg1 + 0x18) = 1
    
    if (*(arg1 + 0xa) != 0)
        *(arg1 + 0xc)
        (*(arg1 + 8))()
}
