// ============================================================
// 函数名称: sub_428788
// 虚拟地址: 0x428788
// WARP GUID: eee1ba6f-a64a-5ea7-8d18-1c3100006339
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_405c14
// [被调用的父级函数]: 无
// ============================================================

int32_t __stdcallsub_428788(int32_t* arg1)
{
    // 第一条实际指令: return sub_405c14(&arg1[-0x1d]) __tailcall
    return sub_405c14(&arg1[-0x1d]) __tailcall
}
