// ============================================================
// 函数名称: sub_454714
// 虚拟地址: 0x454714
// WARP GUID: f5422244-4845-53aa-b556-2e7577aba1b8
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4128c0, sub_4544ec
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_454714(void* arg1, int32_t* arg2)
{
    // 第一条实际指令: sub_4544ec(arg1)
    sub_4544ec(arg1)
    int32_t* ebx_1 = *(*(arg1 + 0x20) + 8)
    sub_4128c0(ebx_1)
    ebx_1[1]
    return (*(*arg2 + 8))()
}
