// ============================================================
// 函数名称: sub_40b450
// 虚拟地址: 0x40b450
// WARP GUID: 8668dc56-35f1-57b4-bfae-d71764da9c70
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_40b454
// ============================================================

int32_tsub_40b450(void* arg1 @ ebp)
{
    // 第一条实际指令: return *(arg1 - 4)
    return *(arg1 - 4)
}
