// ============================================================
// 函数名称: sub_497674
// 虚拟地址: 0x497674
// WARP GUID: c88720de-401d-5943-84f9-c8a5264f0346
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_496aa4
// [被调用的父级函数]: sub_5166d8
// ============================================================

int32_t __convention("regparm")sub_497674(void* arg1)
{
    // 第一条实际指令: int32_t edx
    int32_t edx
    return sub_496aa4(*(arg1 + 0x80), edx)
}
