// ============================================================
// 函数名称: sub_411488
// 虚拟地址: 0x411488
// WARP GUID: fb11935b-6ab1-5ed5-a8e4-596cd947145d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_411488(int32_t* arg1)
{
    // 第一条实际指令: int32_t result = (*(*arg1 + 0x14))()
    int32_t result = (*(*arg1 + 0x14))()
    (*(*arg1 + 0x54))()
    return result
}
