// ============================================================
// 函数名称: sub_49d92a
// 虚拟地址: 0x49d92a
// WARP GUID: ac4230b0-75b7-5ee2-beb2-5557deeaa637
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_49d860
// ============================================================

int32_tsub_49d92a(int32_t* arg1 @ ebp)
{
    // 第一条实际指令: *arg1
    *arg1
}
