// ============================================================
// 函数名称: sub_42b874
// 虚拟地址: 0x42b874
// WARP GUID: cc22aeb7-0d9a-5540-8e13-9817ca2bf15c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void* __convention("regparm")sub_42b874(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x49) != 0 || *(arg1 + 0x46) != 0)
    if (*(arg1 + 0x49) != 0 || *(arg1 + 0x46) != 0)
        return 0
    
    arg1.b = 1
    return arg1
}
