// ============================================================
// 函数名称: sub_493bd4
// 虚拟地址: 0x493bd4
// WARP GUID: 89300586-09b7-5b07-8085-d6f82be55e61
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4970c0
// ============================================================

void __convention("regparm")sub_493bd4(int32_t* arg1)
{
    // 第一条实际指令: *arg1 = 0
    *arg1 = 0
}
