// ============================================================
// 函数名称: sub_42fe90
// 虚拟地址: 0x42fe90
// WARP GUID: 56944431-6535-5fa7-83ca-9d8cc8bc0d3a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_42fe90(int32_t* arg1)
{
    // 第一条实际指令: *(arg1 + 0x1e9) = 1
    *(arg1 + 0x1e9) = 1
    return (*(*arg1 - 0x10))()
}
