// ============================================================
// 函数名称: sub_444ee8
// 虚拟地址: 0x444ee8
// WARP GUID: 90068ddb-090c-593d-9032-cbda3adc0d98
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_444ee8(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x2a2) != 0)
    if (*(arg1 + 0x2a2) != 0)
        *(arg1 + 0x2a4)
        (*(arg1 + 0x2a0))()
}
