// ============================================================
// 函数名称: sub_4317c0
// 虚拟地址: 0x4317c0
// WARP GUID: dbab082d-4a5c-5ef9-b500-cfbd6d697bec
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_4317c0(int32_t* arg1)
{
    // 第一条实际指令: (*(*arg1 + 0x74))()
    (*(*arg1 + 0x74))()
    return (*(*arg1 + 0x80))()
}
