// ============================================================
// 函数名称: sub_405338
// 虚拟地址: 0x405338
// WARP GUID: f7a54ac0-aa71-5946-833e-c1ef25aa2fb6
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_405340
// ============================================================

void __convention("regparm")sub_405338(void* arg1)
{
    // 第一条实际指令: if (arg1 != 0)
    if (arg1 != 0)
        *(arg1 - 4)
}
