// ============================================================
// 函数名称: sub_4138b3
// 虚拟地址: 0x4138b3
// WARP GUID: 4440a0aa-8f01-5ef2-a568-9025a1eebb22
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_41383c
// ============================================================

int32_t __stdcallsub_4138b3(int32_t arg1, int32_t arg2, int32_t arg3) __pure
{
    // 第一条实际指令: return 
    return 
}
