// ============================================================
// 函数名称: sub_430dc8
// 虚拟地址: 0x430dc8
// WARP GUID: c4784acb-d4ef-5075-951b-6837439396bc
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_430dc8(void* arg1)
{
    // 第一条实际指令: void* ecx = *(arg1 + 0x24)
    void* ecx = *(arg1 + 0x24)
    
    if (ecx != 0)
        *(ecx + 0x2c)
        (*(ecx + 0x28))()
}
