// ============================================================
// 函数名称: sub_44c250
// 虚拟地址: 0x44c250
// WARP GUID: 086dee2d-43a2-584e-9185-c93e32631441
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void* __convention("regparm")sub_44c250(void* arg1)
{
    // 第一条实际指令: arg1.b = *(arg1 + 0x207)
    arg1.b = *(arg1 + 0x207)
    return arg1
}
