// ============================================================
// 函数名称: sub_4533d4
// 虚拟地址: 0x4533d4
// WARP GUID: faaa07a5-794a-533a-b299-bd781685e776
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_402754
// [被调用的父级函数]: sub_455a08, sub_4532a0, sub_455a18
// ============================================================

int32_tsub_4533d4(int32_t arg1)
{
    // 第一条实际指令: return sub_402754(arg1)
    return sub_402754(arg1)
}
