// ============================================================
// 函数名称: sub_428b80
// 虚拟地址: 0x428b80
// WARP GUID: 9a6785fa-2681-5067-9171-ee363b7b1a38
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_410030
// [被调用的父级函数]: sub_435eac
// ============================================================

int32_tsub_428b80()
{
    // 第一条实际指令: void* eax
    void* eax
    int32_t* edx
    return sub_410030(0x52e750, edx, eax, 0x15)
}
