// ============================================================
// 函数名称: sub_466208
// 虚拟地址: 0x466208
// WARP GUID: b61d27f7-9ccf-5e51-8a50-83369cc85eb4
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_466160
// [被调用的父级函数]: sub_466528, sub_4663a4
// ============================================================

int32_t __convention("regparm")sub_466208(int32_t* arg1)
{
    // 第一条实际指令: if (sub_466160(arg1, 0x7f, 7) == 0)
    if (sub_466160(arg1, 0x7f, 7) == 0)
        return 0
    
    arg1[2] = 0
    arg1[3] = 0
    return 1
}
