// ============================================================
// 函数名称: sub_4accf4
// 虚拟地址: 0x4accf4
// WARP GUID: 61354450-e99f-5692-81ef-68ede53987c1
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4ae168, sub_4ae620
// ============================================================

int32_t __convention("regparm")sub_4accf4(int32_t* arg1)
{
    // 第一条实际指令: return (*(*arg1 + 0x18))()
    return (*(*arg1 + 0x18))()
}
