// ============================================================
// 函数名称: sub_4624bc
// 虚拟地址: 0x4624bc
// WARP GUID: ed6104e4-b5c3-5cf2-ae1e-64213e6f7243
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_462540
// ============================================================

int32_t __convention("regparm")sub_4624bc(void* arg1)
{
    // 第一条实际指令: *(*(arg1 + 0x141) + 0xc) = 0
    *(*(arg1 + 0x141) + 0xc) = 0
    (*(*(arg1 + 0x151) + 8))()
    return (*(*(arg1 + 0x151) + 0xc))()
}
