// ============================================================
// 函数名称: sub_4315a0
// 虚拟地址: 0x4315a0
// WARP GUID: c415b95f-7dda-5359-97bc-66ba84048154
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_4315a0(void* arg1)
{
    // 第一条实际指令: int32_t* esi = *(arg1 + 0x24)
    int32_t* esi = *(arg1 + 0x24)
    
    if (esi != 0)
        (*(*esi + 0xac))()
}
