// ============================================================
// 函数名称: sub_411c3a
// 虚拟地址: 0x411c3a
// WARP GUID: 4bc753ce-c718-545f-8156-acb1569e7bee
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_411b8c
// ============================================================

int32_tsub_411c3a(int32_t* arg1 @ ebp, int32_t arg2)
{
    // 第一条实际指令: *arg1
    *arg1
    return arg1[-3]
}
