// ============================================================
// 函数名称: sub_467381
// 虚拟地址: 0x467381
// WARP GUID: 9f2b46e8-4a2b-5d4e-bb55-03832a8cc895
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4672f4
// ============================================================

int32_t __stdcallsub_467381(void* arg1 @ ebp, int32_t arg2, int32_t arg3, int32_t arg4)
{
    // 第一条实际指令: return *(arg1 - 4)
    return *(arg1 - 4)
}
