// ============================================================
// 函数名称: sub_41845c
// 虚拟地址: 0x41845c
// WARP GUID: 91119baf-d1e6-5426-86dc-4c1cf71045b8
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_418794
// ============================================================

void __convention("regparm")sub_41845c(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0xa) != 0)
    if (*(arg1 + 0xa) != 0)
        *(arg1 + 0xc)
        (*(arg1 + 8))()
}
