// ============================================================
// 函数名称: sub_416678
// 虚拟地址: 0x416678
// WARP GUID: 038a34c2-2266-55a9-adef-220693843871
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_436544
// ============================================================

int32_t __convention("regparm")sub_416678(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x32) == 0)
    if (*(arg1 + 0x32) == 0)
        return 0
    
    *(arg1 + 0x34)
    (*(arg1 + 0x30))()
    int32_t result
    result.b = 1
    return result
}
