// ============================================================
// 函数名称: sub_410fcc
// 虚拟地址: 0x410fcc
// WARP GUID: f2a8eb7b-f1e8-5739-9930-e06ff46eb860
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_410fcc(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0xc) += 1
    *(arg1 + 0xc) += 1
}
