// ============================================================
// 函数名称: sub_412a12
// 虚拟地址: 0x412a12
// WARP GUID: 9fd6ade2-08ff-594d-8edc-f6694b260574
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_412968
// ============================================================

int32_tsub_412a12(int32_t* arg1 @ ebp, int32_t arg2, int32_t arg3)
{
    // 第一条实际指令: *arg1
    *arg1
    return arg1[-3]
}
