// ============================================================
// 函数名称: sub_41309c
// 虚拟地址: 0x41309c
// WARP GUID: 550fcaf0-95fd-5758-a5c8-9d5832f7811f
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_41309c(void* arg1, int32_t arg2)
{
    // 第一条实际指令: *(arg1 + 0x18) = arg2
    *(arg1 + 0x18) = arg2
}
