// ============================================================
// 函数名称: sub_493690
// 虚拟地址: 0x493690
// WARP GUID: 57e246d0-0389-5709-8dc7-a37df366d616
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_493690(void* arg1, char arg2)
{
    // 第一条实际指令: if (arg2 != *(arg1 + 0x2dc))
    if (arg2 != *(arg1 + 0x2dc))
        *(arg1 + 0x2dc) = arg2
}
