// ============================================================
// 函数名称: sub_496f44
// 虚拟地址: 0x496f44
// WARP GUID: cb57993b-c139-5019-b3ef-22dab1dd932c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_496768
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_496f44(void* arg1)
{
    // 第一条实际指令: void* edx_1 = *(arg1 + 0x34)
    void* edx_1 = *(arg1 + 0x34)
    
    if (edx_1 != 0)
        sub_496768(edx_1)
}
