// ============================================================
// 函数名称: sub_447240
// 虚拟地址: 0x447240
// WARP GUID: 58bf08ed-5532-5021-b145-2848ae24b008
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_447b34, sub_4479e8, sub_4498e0
// ============================================================

int32_t __convention("regparm")sub_447240(void* arg1)
{
    // 第一条实际指令: return *(*(arg1 + 0x44) + 8)
    return *(*(arg1 + 0x44) + 8)
}
