// ============================================================
// 函数名称: sub_438298
// 虚拟地址: 0x438298
// WARP GUID: 7f30eb23-f38b-5cc5-a6da-1ec982114d65
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_438298(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0xa) == 0)
    if (*(arg1 + 0xa) == 0)
        return 
    
    *(arg1 + 4)
    *(arg1 + 0xc)
    (*(arg1 + 8))()
}
