// ============================================================
// 函数名称: sub_42b6ec
// 虚拟地址: 0x42b6ec
// WARP GUID: 677abfb1-1872-52a2-b609-2ec49c24b948
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42c754
// [被调用的父级函数]: sub_424200, sub_42b778, sub_42ec9c, sub_446b40, sub_42429c, sub_424ac0, sub_446dd8
// ============================================================

int32_tsub_42b6ec()
{
    // 第一条实际指令: void* eax
    void* eax
    sub_42c754(eax, 0)
    return 0
}
