// ============================================================
// 函数名称: sub_42d680
// 虚拟地址: 0x42d680
// WARP GUID: d124b7f4-ae0c-5ee6-a93a-c14c4b120b33
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_42d680(int32_t* arg1)
{
    // 第一条实际指令: if ((arg1[8].b & 1) != 0)
    if ((arg1[8].b & 1) != 0)
        return 
    
    arg1[0xd]
    arg1[0xc]
    (*(*arg1 + 0x7c))(arg1[0xf], arg1[0xe])
}
