// ============================================================
// 函数名称: sub_43d3c8
// 虚拟地址: 0x43d3c8
// WARP GUID: 49f426b0-438b-55cb-91f9-1c7896143027
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_43a0a4, sub_439e08, sub_43d044, sub_43b417
// ============================================================

void* __convention("regparm")sub_43d3c8(void* arg1)
{
    // 第一条实际指令: if (*(data_530a80 + 9) == 0 || *(arg1 + 0x24) == 0)
    if (*(data_530a80 + 9) == 0 || *(arg1 + 0x24) == 0)
        return 0
    
    arg1.b = 1
    return arg1
}
