// ============================================================
// 函数名称: sub_4aa788
// 虚拟地址: 0x4aa788
// WARP GUID: c24737c2-d9ca-5216-bcd1-e017c4988cb3
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_494050
// [被调用的父级函数]: sub_4aa582, j_sub_4aa788
// ============================================================

int32_tsub_4aa788()
{
    // 第一条实际指令: return sub_494050(data_5325e8)
    return sub_494050(data_5325e8)
}
