// ============================================================
// 函数名称: sub_42b968
// 虚拟地址: 0x42b968
// WARP GUID: 4323aeb2-aeb1-5fb2-b305-899e5943f5f3
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42c754
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_42b968(void* arg1, int16_t arg2)
{
    // 第一条实际指令: if (arg2 != *(arg1 + 0x68))
    if (arg2 != *(arg1 + 0x68))
        *(arg1 + 0x68) = arg2
        sub_42c754(arg1, 0)
}
