// ============================================================
// 函数名称: sub_4a879c
// 虚拟地址: 0x4a879c
// WARP GUID: 25eb7bd6-be37-5f66-a611-2aeb02319605
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_4a879c(int32_t* arg1)
{
    // 第一条实际指令: return (*(*arg1 + 0x6c))(0)
    return (*(*arg1 + 0x6c))(0)
}
