// ============================================================
// 函数名称: sub_401d28
// 虚拟地址: 0x401d28
// WARP GUID: 0eb1330b-af08-576a-85f8-5b62098817fe
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_40231c
// [被调用的父级函数]: sub_4024c0, sub_401f3c, sub_401d4c
// ============================================================

int32_t __convention("regparm")sub_401d28(int32_t arg1)
{
    // 第一条实际指令: data_531424 += 1
    data_531424 += 1
    data_531428 += (*(arg1 - 4) & 0x7ffffffc) - 4
    return sub_40231c(arg1)
}
