// ============================================================
// 函数名称: sub_4c094c
// 虚拟地址: 0x4c094c
// WARP GUID: 7732349f-4f45-5121-a0d3-8d9b5d46da52
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4e6659, sub_4c10a0, sub_4d4f84, sub_4c96bc, sub_5223e8, sub_4d5577, sub_520efc, sub_4c62e8, sub_50a53c, sub_518820, sub_50a4e0, sub_4e649b
// ============================================================

void*sub_4c094c()
{
    // 第一条实际指令: if (*(*data_530454 + 0x344) == 0 && *(*data_530454 + 0x345) == 0 && *(*data_530454 + 0x1e3) == 0)
    if (*(*data_530454 + 0x344) == 0 && *(*data_530454 + 0x345) == 0 && *(*data_530454 + 0x1e3) == 0)
        return 0
    
    void* result
    result.b = 1
    return result
}
