// ============================================================
// 函数名称: sub_4b0f84
// 虚拟地址: 0x4b0f84
// WARP GUID: 5712f83d-0fb6-5932-9e6c-457056682ace
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_4b0f84(void* arg1)
{
    // 第一条实际指令: return (*(**(*(arg1 + 0x108) + 8) + 8))()
    return (*(**(*(arg1 + 0x108) + 8) + 8))()
}
