// ============================================================
// 函数名称: sub_4544fc
// 虚拟地址: 0x4544fc
// WARP GUID: 6747402d-ea4b-57c8-a955-0fb03bbe96d2
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __stdcallsub_4544fc(void* arg1 @ eax, int32_t arg2)
{
    // 第一条实际指令: return (*(**(arg1 + 0x24) + 0x58))(arg2)
    return (*(**(arg1 + 0x24) + 0x58))(arg2)
}
