// ============================================================
// 函数名称: sub_496f68
// 虚拟地址: 0x496f68
// WARP GUID: 4cb392c8-4627-5160-8f2a-7e0347f8d268
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_496eb0
// ============================================================

int32_t __stdcallsub_496f68(int32_t* arg1 @ eax, char arg2)
{
    // 第一条实际指令: int32_t edx
    int32_t edx
    edx.b = arg2
    return (*(*arg1 + 0xc))()
}
