// ============================================================
// 函数名称: sub_442f60
// 虚拟地址: 0x442f60
// WARP GUID: 532d6c0b-44b1-5eb2-97f5-2d83c33226cc
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_442f60(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x29a) != 0)
    if (*(arg1 + 0x29a) != 0)
        *(arg1 + 0x29c)
        (*(arg1 + 0x298))()
}
