// ============================================================
// 函数名称: sub_4602f4
// 虚拟地址: 0x4602f4
// WARP GUID: aa01f6fe-eb0f-508c-b2c5-241adb0adf2e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_45380c, sub_461058, sub_454980
// ============================================================

int32_t __convention("regparm")sub_4602f4(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 4) != 0)
    if (*(arg1 + 4) != 0)
        (*(*(arg1 + 4) + 0x28))()
    
    *(arg1 + 4) = 0
    *(arg1 + 0x10) = 0
    return 0
}
