// ============================================================
// 函数名称: sub_4265ef
// 虚拟地址: 0x4265ef
// WARP GUID: d58f5a93-52d4-52bf-88f1-9193845af12b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4265b0
// ============================================================

int32_t __stdcallsub_4265ef(int32_t arg1) __pure
{
    // 第一条实际指令: return 
    return 
}
