// ============================================================
// 函数名称: sub_424700
// 虚拟地址: 0x424700
// WARP GUID: db16498f-1197-5797-a02a-e2424f2d0632
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4032ac
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_424700(int32_t* arg1, void* arg2)
{
    // 第一条实际指令: if (*(arg2 + 6) == 0x300 && arg1[0x7f].b == 0)
    if (*(arg2 + 6) == 0x300 && arg1[0x7f].b == 0)
        int32_t ebx
        ebx.w = 0xffb6
        sub_4032ac(arg1)
}
