// ============================================================
// 函数名称: sub_42c060
// 虚拟地址: 0x42c060
// WARP GUID: 04970ded-5edc-5a46-8eb7-1283048d90b1
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __thiscallsub_42c060(int32_t arg1, void* arg2 @ eax, int32_t arg3)
{
    // 第一条实际指令: if (*(arg2 + 0xf2) != 0)
    if (*(arg2 + 0xf2) != 0)
        *(arg2 + 0xf4)
        (*(arg2 + 0xf0))(arg3, arg1)
}
