// ============================================================
// 函数名称: sub_416158
// 虚拟地址: 0x416158
// WARP GUID: eb064d63-6628-521b-aca2-390e81f3c00b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_436428
// ============================================================

int32_tsub_416158() __pure
{
    // 第一条实际指令: return 0
    return 0
}
