// ============================================================
// 函数名称: sub_40b244
// 虚拟地址: 0x40b244
// WARP GUID: 18782468-8c9d-5845-a2d0-dd7bdb1ee4c7
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_40b250
// ============================================================

void __convention("regparm")sub_40b244(int32_t arg1) __pure
{
    // 第一条实际指令: return 
    return 
}
