// ============================================================
// 函数名称: sub_42d0ec
// 虚拟地址: 0x42d0ec
// WARP GUID: 0d32fa36-e5db-5071-85fc-9683cc662651
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42b864
// [被调用的父级函数]: sub_43108c
// ============================================================

void __convention("regparm")sub_42d0ec(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x46) == 0)
    if (*(arg1 + 0x46) == 0)
        return 
    
    *(*data_530a18 + 0x78)
    sub_42b864(arg1)
    *(arg1 + 0x46) = 1
}
