// ============================================================
// 函数名称: sub_41f924
// 虚拟地址: 0x41f924
// WARP GUID: d6ae5380-7466-5319-a46d-f69a7e6e467e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_419de8
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_41f924(void* arg1, int32_t arg2)
{
    // 第一条实际指令: if (*(*(arg1 + 0x20) + 8) != 0)
    if (*(*(arg1 + 0x20) + 8) != 0)
        sub_419de8(data_5301c8)
        noreturn
    
    *(arg1 + 0x28) = arg2
}
