// ============================================================
// 函数名称: sub_492884
// 虚拟地址: 0x492884
// WARP GUID: bdf65af9-227e-5de6-b1fe-447232e88612
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_492884(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x2c2) != 0)
    if (*(arg1 + 0x2c2) != 0)
        *(arg1 + 0x2c4)
        (*(arg1 + 0x2c0))()
}
