// ============================================================
// 函数名称: sub_405a68
// 虚拟地址: 0x405a68
// WARP GUID: 4dfe1a7c-077e-5d86-8f2c-56b4af832c79
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_406c88
// ============================================================

void __convention("regparm")sub_405a68(int32_t* arg1)
{
    // 第一条实际指令: *arg1 = data_52e01c
    *arg1 = data_52e01c
    data_52e01c = arg1
}
