// ============================================================
// 函数名称: sub_40b22c
// 虚拟地址: 0x40b22c
// WARP GUID: cf8cb8ee-12df-5cad-8832-708c3c0669e9
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4027d4
// [被调用的父级函数]: sub_449490
// ============================================================

int32_tsub_40b22c()
{
    // 第一条实际指令: if (sub_4027d4() == 0)
    if (sub_4027d4() == 0)
        return 0
    
    return *(sub_4027d4() + 4)
}
