// ============================================================
// 函数名称: sub_452bd7
// 虚拟地址: 0x452bd7
// WARP GUID: cd7f94a3-1645-5b42-9206-f964d8061bee
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __fastcallsub_452bd7(int32_t arg1)
{
    // 第一条实际指令: jump(*arg1)
    jump(*arg1)
}
