// ============================================================
// 函数名称: sub_4aaf2c
// 虚拟地址: 0x4aaf2c
// WARP GUID: ed83f35c-9e82-5c53-ab0e-dc1d3673e0a0
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_4aaf2c(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x7a) != 0)
    if (*(arg1 + 0x7a) != 0)
        *(arg1 + 0x7c)
        (*(arg1 + 0x78))()
}
