// ============================================================
// 函数名称: sub_41618c
// 虚拟地址: 0x41618c
// WARP GUID: da9a3e02-31ac-50aa-946b-49c535f8a000
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __fastcallsub_41618c(int32_t arg1, int32_t* arg2)
{
    // 第一条实际指令: return (*(*arg2 + 0x10))()
    return (*(*arg2 + 0x10))()
}
