// ============================================================
// 函数名称: sub_416028
// 虚拟地址: 0x416028
// WARP GUID: b9c97d82-e8d9-5f7e-8510-2ba4718c1adf
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_416004
// [被调用的父级函数]: sub_416044
// ============================================================

int32_t* __convention("regparm")sub_416028(void* arg1, void* arg2)
{
    // 第一条实际指令: sub_416004(arg1)
    sub_416004(arg1)
    return sub_416004(arg2)
}
