// ============================================================
// 函数名称: sub_45e708
// 虚拟地址: 0x45e708
// WARP GUID: a8f1268e-0841-56cf-9750-396e69c22fa0
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_45fd34
// ============================================================

int32_t __convention("regparm")sub_45e708(int32_t* arg1)
{
    // 第一条实际指令: *(*arg1 + 0x14) = 0x65
    *(*arg1 + 0x14) = 0x65
    (*(*arg1 + 4))()
    
    if (*(*(arg1 + 0x1aa) + 0x50) != 0)
        *(*arg1 + 0x14) = 0x3c
        (**arg1)()
    
    int32_t i = 0
    void* eax_4 = &arg1[0x38]
    
    do
        *eax_4 = 0
        *(eax_4 + 0x10) = 1
        *(eax_4 + 0x20) = 5
        i += 1
        eax_4 += 1
    while (i s< 0x10)
    
    arg1[0x44] = 0
    arg1[9] = 0
    *(arg1 + 0x122) = 0
    arg1[0x45] = 0
    arg1[0x46].b = 0
    *(arg1 + 0x119) = 1
    *(arg1 + 0x11b) = 1
    *(arg1 + 0x11d) = 0
    *(arg1 + 0x121) = 0
    *(*(arg1 + 0x1aa) + 0x50) = 1
    return 1
}
