// ============================================================
// 函数名称: sub_4953cc
// 虚拟地址: 0x4953cc
// WARP GUID: 80d1610b-4fb1-512c-8ccb-05469910942b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_511fd8, sub_49692d
// ============================================================

int32_t __convention("regparm")sub_4953cc(int32_t* arg1)
{
    // 第一条实际指令: arg1[1]
    arg1[1]
    return (*(*arg1 + 8))()
}
