// ============================================================
// 函数名称: sub_42e3a0
// 虚拟地址: 0x42e3a0
// WARP GUID: 0f2785da-589d-5109-8351-70b7ef67855e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_42e30c, sub_442aa0, sub_431468, sub_4323e0, sub_4303b8, sub_42e4a4, sub_42dc00
// ============================================================

void __convention("regparm")sub_42e3a0(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0x120) += 1
    *(arg1 + 0x120) += 1
}
