// ============================================================
// 函数名称: sub_490257
// 虚拟地址: 0x490257
// WARP GUID: 98604a88-8862-58fc-83cd-7cb7ed7c0788
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_490257()
{
    // 第一条实际指令: int32_t entry_ebx
    int32_t entry_ebx
    jump(*entry_ebx)
}
