// ============================================================
// 函数名称: sub_4462c8
// 虚拟地址: 0x4462c8
// WARP GUID: 973b3812-0618-5ee6-8388-f246513e0b23
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_449490, sub_403898
// [被调用的父级函数]: 无
// ============================================================

int32_t __stdcallsub_4462c8(void* arg1 @ ebp, int32_t arg2, int32_t arg3, int32_t arg4, int32_t arg5)
{
    // 第一条实际指令: *(*(arg1 - 4) + 0x234) = 0
    *(*(arg1 - 4) + 0x234) = 0
    *(arg1 - 4)
    sub_449490(data_5317d8)
    return sub_403898(__return_addr)
}
