// ============================================================
// 函数名称: sub_416160
// 虚拟地址: 0x416160
// WARP GUID: e561524d-4ecf-5681-bff9-7d5c1039af8a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_416160(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0x20) |= 0x40
    *(arg1 + 0x20) |= 0x40
}
