// ============================================================
// 函数名称: sub_42ac88
// 虚拟地址: 0x42ac88
// WARP GUID: 45c99c54-ce65-5883-bb81-89f387055df5
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42e30c
// [被调用的父级函数]: sub_44671c
// ============================================================

void __convention("regparm")sub_42ac88(int32_t* arg1)
{
    // 第一条实际指令: int32_t* edx_1 = arg1[9]
    int32_t* edx_1 = arg1[9]
    
    if (edx_1 != 0)
        sub_42e30c(edx_1)
}
