// ============================================================
// 函数名称: sub_41526c
// 虚拟地址: 0x41526c
// WARP GUID: e259fd96-73d4-5f54-aefc-a106c018e5d2
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4137a0, sub_415370, sub_4144e8
// [被调用的父级函数]: sub_415370
// ============================================================

int32_tsub_41526c(void* arg1)
{
    // 第一条实际指令: while (sub_4137a0(*(arg1 - 4)) == 0)
    while (sub_4137a0(*(arg1 - 4)) == 0)
        sub_415370(*(arg1 - 4))
    
    *(arg1 - 4)
    return sub_4144e8()
}
