// ============================================================
// 函数名称: sub_40e32b
// 虚拟地址: 0x40e32b
// WARP GUID: 31858f43-857d-5070-9907-058a52d52a9c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_40e2dc
// ============================================================

int32_t __stdcallsub_40e32b(int32_t arg1, int32_t arg2, int32_t arg3, int32_t arg4) __pure
{
    // 第一条实际指令: return 
    return 
}
