// ============================================================
// 函数名称: sub_432b14
// 虚拟地址: 0x432b14
// WARP GUID: 4e27d226-c86e-597d-b81d-d7b16244f1f7
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __fastcallsub_432b14(int32_t, void* arg2)
{
    // 第一条实际指令: *(arg2 + 0xc) = 0xffffffff
    *(arg2 + 0xc) = 0xffffffff
}
