// ============================================================
// 函数名称: sub_441890
// 虚拟地址: 0x441890
// WARP GUID: 5f83c114-a696-5f2a-ba66-53a61a9d9342
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_441dc4
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_441890(void* arg1, int32_t arg2)
{
    // 第一条实际指令: if (arg2 == *(arg1 + 0x38))
    if (arg2 == *(arg1 + 0x38))
        return 
    
    *(arg1 + 0x38) = arg2
    *(arg1 + 0x44) = 1
    sub_441dc4(*(arg1 + 4))
}
