// ============================================================
// 函数名称: sub_4f92a0
// 虚拟地址: 0x4f92a0
// WARP GUID: de9cdf4d-0b62-5c35-abb3-f69c6939dca7
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4f9424
// ============================================================

int32_tsub_4f92a0()
{
    // 第一条实际指令: (*data_53051c)(0x203)
    (*data_53051c)(0x203)
    (*data_53006c)(0xb90)
    return (*data_52fef0)()
}
