// ============================================================
// 函数名称: sub_51035f
// 虚拟地址: 0x51035f
// WARP GUID: fd47af67-65a2-5959-9381-2601aa551204
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_51035f()
{
    // 第一条实际指令: jump(*0x68000000)
    jump(*0x68000000)
}
