// ============================================================
// 函数名称: sub_42d07c
// 虚拟地址: 0x42d07c
// WARP GUID: a341fb4f-3e8e-558b-a3d8-674353cc217b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_430cf4
// ============================================================

void __convention("regparm")sub_42d07c(int32_t* arg1, void* arg2)
{
    // 第一条实际指令: if (*(data_530a80 + 9) != 0 && *(arg2 + 4) == 0)
    if (*(data_530a80 + 9) != 0 && *(arg2 + 4) == 0)
        (*(*arg1 + 0x74))()
}
