// ============================================================
// 函数名称: sub_415dec
// 虚拟地址: 0x415dec
// WARP GUID: d9fdd380-a9b0-5b8f-8dbb-a464b1d71286
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_415fc8
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_415dec(void* arg1)
{
    // 第一条实际指令: if ((*(arg1 + 0x20) & 8) == 0)
    if ((*(arg1 + 0x20) & 8) == 0)
        sub_415fc8(arg1)
}
