// ============================================================
// 函数名称: sub_42ab08
// 虚拟地址: 0x42ab08
// WARP GUID: 9057774a-a957-52ef-822e-8302aad7ae73
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void* __convention("regparm")sub_42ab08(void* arg1)
{
    // 第一条实际指令: arg1.b = *(arg1 + 0x48)
    arg1.b = *(arg1 + 0x48)
    return arg1
}
