// ============================================================
// 函数名称: sub_41b3dc
// 虚拟地址: 0x41b3dc
// WARP GUID: a8797b33-6ed4-5fd0-b195-7ea26e976462
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_41b3dc(int32_t* arg1, char arg2)
{
    // 第一条实际指令: if (arg2 != *(arg1 + 0x19))
    if (arg2 != *(arg1 + 0x19))
        *(arg1 + 0x19) = arg2
        (*(*arg1 + 0x10))()
}
