// ============================================================
// 函数名称: sub_43bae0
// 虚拟地址: 0x43bae0
// WARP GUID: 39714b11-fbff-5226-b3f1-0281d229e438
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_43bae0(void* arg1)
{
    // 第一条实际指令: int32_t* edx_1 = *(arg1 + 0x38)
    int32_t* edx_1 = *(arg1 + 0x38)
    
    if (edx_1 != 0)
        (*(*edx_1 + 0x1c))()
}
