// ============================================================
// 函数名称: sub_49c424
// 虚拟地址: 0x49c424
// WARP GUID: 0c1c5d08-ce8e-5cd5-a2e1-3afbe45cc4a4
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_49c424(int32_t* arg1)
{
    // 第一条实际指令: return (*(*(*(*arg1 + 8))() + 0xc))()
    return (*(*(*(*arg1 + 8))() + 0xc))()
}
