// ============================================================
// 函数名称: sub_40348b
// 虚拟地址: 0x40348b
// WARP GUID: 10400231-b351-5107-b4eb-74fc25932dde
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __stdcallsub_40348b(int32_t arg1) __pure
{
    // 第一条实际指令: return arg1
    return arg1
}
