// ============================================================
// 函数名称: sub_4f45ec
// 虚拟地址: 0x4f45ec
// WARP GUID: aaf7e3ba-9b79-5e51-bbc6-512fcdf077f6
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4ee44c
// [被调用的父级函数]: sub_4f87f0
// ============================================================

int32_tsub_4f45ec()
{
    // 第一条实际指令: sub_4ee44c()
    sub_4ee44c()
    (*data_5301d4)(0, 0x3df5c28f, 0)
    (*data_5306b4)(0xc22c0000, 0x3f800000, 0, 0)
    return (*data_5301d4)(0xbd23d70a, 0x3f51eb85, 0xc0251eb8)
}
