// ============================================================
// 函数名称: sub_4263b1
// 虚拟地址: 0x4263b1
// WARP GUID: e6feeef7-893e-5c6d-9707-2d8a97362ac5
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4262a8
// ============================================================

int32_tsub_4263b1(int32_t* arg1 @ ebp, int32_t arg2, int32_t arg3)
{
    // 第一条实际指令: *arg1
    *arg1
}
