// ============================================================
// 函数名称: sub_4fb450
// 虚拟地址: 0x4fb450
// WARP GUID: d24b4a6b-06ec-5a60-ae50-7e0ea5c1548e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4fb48c
// ============================================================

int32_tsub_4fb450()
{
    // 第一条实际指令: (*data_530168)()
    (*data_530168)()
    (*data_530994)(0x1700)
    (*data_530668)(0xba6, data_53044c)
    return (*data_530054)()
}
