// ============================================================
// 函数名称: sub_43d352
// 虚拟地址: 0x43d352
// WARP GUID: 268df59c-4747-5720-ae56-93157217c701
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_43cc28
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_43d352(char* arg1, int32_t arg2)
{
    // 第一条实际指令: *arg1 += arg1.b
    *arg1 += arg1.b
    
    if (arg2 == *(arg1 + 0x3c))
        sub_43cc28(arg1)
}
