// ============================================================
// 函数名称: sub_4699e8
// 虚拟地址: 0x4699e8
// WARP GUID: 0bb63fca-78c6-5835-be05-cf21de639fa8
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_4699e8(void* arg1)
{
    // 第一条实际指令: (*data_53036c)(0xde1, *(arg1 + 0x8c8))
    (*data_53036c)(0xde1, *(arg1 + 0x8c8))
    return (*data_530334)(0, 0x301)
}
