// ============================================================
// 函数名称: sub_510d9c
// 虚拟地址: 0x510d9c
// WARP GUID: 43151db0-cdca-5805-b316-689877f31167
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_516d6c, sub_50a598
// ============================================================

int32_t __convention("regparm")sub_510d9c(void* arg1, int32_t arg2)
{
    // 第一条实际指令: *(arg1 + 0x1e8) = 0
    *(arg1 + 0x1e8) = 0
    return arg2
}
