// ============================================================
// 函数名称: sub_52abb4
// 虚拟地址: 0x52abb4
// WARP GUID: 3b6039fc-e1dc-5867-b330-f5a6d64f3c34
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_529170, sub_52a808
// ============================================================

int32_tsub_52abb4()
{
    // 第一条实际指令: if (*(*data_5301f4 + 0x2007d) != 0)
    if (*(*data_5301f4 + 0x2007d) != 0)
        return 1
    
    if (*(*data_5301f4 + 0x2007c) == 0)
        return 0
    
    return 2
}
