// ============================================================
// 函数名称: sub_4292e4
// 虚拟地址: 0x4292e4
// WARP GUID: 051ebb9a-1150-58bb-9b86-0f9412314e7e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_4292e4() __pure
{
    // 第一条实际指令: return 0
    return 0
}
