// ============================================================
// 函数名称: sub_469f38
// 虚拟地址: 0x469f38
// WARP GUID: 2c407f77-0196-5066-881e-4931852ae050
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_469d58
// ============================================================

int32_t __stdcallsub_469f38(int32_t* arg1 @ ebp, int32_t arg2, int32_t arg3)
{
    // 第一条实际指令: *arg1
    *arg1
}
