// ============================================================
// 函数名称: sub_430e08
// 虚拟地址: 0x430e08
// WARP GUID: 0899736f-e805-546e-b42e-6b6aa5fb4b53
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42e5f8, sub_42efd0
// [被调用的父级函数]: sub_446ed4
// ============================================================

void __convention("regparm")sub_430e08(int32_t* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x47) == 0 && arg1[9] != 0)
    if (*(arg1 + 0x47) == 0 && arg1[9] != 0)
        sub_42e5f8(arg1, 0)
    
    if ((arg1[8].b & 0x10) == 0 || (*(arg1 + 0x41) & 4) != 0)
        sub_42efd0(arg1)
}
