// ============================================================
// 函数名称: sub_444034
// 虚拟地址: 0x444034
// WARP GUID: 63b33c25-170a-5016-81aa-f109bf41ea87
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_443d2c, sub_443c64
// [被调用的父级函数]: 无
// ============================================================

int32_t* __convention("regparm")sub_444034(int32_t* arg1)
{
    // 第一条实际指令: sub_443c64(arg1)
    sub_443c64(arg1)
    return sub_443d2c(arg1, arg1[0x8c])
}
