// ============================================================
// 函数名称: sub_4027d4
// 虚拟地址: 0x4027d4
// WARP GUID: 4fd9714b-249a-50f5-814b-d2d965019ac8
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_406c44
// [被调用的父级函数]: sub_40b22c, sub_415908, sub_40b214
// ============================================================

int32_tsub_4027d4()
{
    // 第一条实际指令: return *sub_406c44()
    return *sub_406c44()
}
