// ============================================================
// 函数名称: sub_426234
// 虚拟地址: 0x426234
// WARP GUID: 928c2315-0369-548f-8206-d6f999391c2c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_425aac, sub_42fd20
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_426234(LRESULT arg1)
{
    // 第一条实际指令: sub_42fd20(arg1)
    sub_42fd20(arg1)
    return sub_425aac(arg1)
}
