// ============================================================
// 函数名称: sub_4f92cc
// 虚拟地址: 0x4f92cc
// WARP GUID: 1e81921e-61ea-5cd0-86d7-30c5196d217a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4f0c7c
// [被调用的父级函数]: sub_4f9424
// ============================================================

void*sub_4f92cc()
{
    // 第一条实际指令: (*data_530024)(0x4508)
    (*data_530024)(0x4508)
    (*data_5300d4)(0)
    (*data_530928)(0, 0, 0, 0)
    (*data_530838)(0x400)
    (*data_52ffcc)(0x900)
    sub_4f0c7c(0xb44)
    sub_4f0c7c(0xb90)
    (*data_5309b4)(0x207, 0, 1)
    (*data_5300a4)(0x1e00, 0x1e00, 0x1e02)
    void* result = data_530954
    *result = 1
    return result
}
