// ============================================================
// 函数名称: sub_45343c
// 虚拟地址: 0x45343c
// WARP GUID: 2351d1c0-5612-526c-a2a6-2c2260190591
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4603b8, sub_460370
// ============================================================

int32_tsub_45343c(int32_t arg1, int32_t arg2, int32_t arg3, int32_t* arg4)
{
    // 第一条实际指令: return (*(*arg4 + 8))()
    return (*(*arg4 + 8))()
}
