// ============================================================
// 函数名称: sub_413af4
// 虚拟地址: 0x413af4
// WARP GUID: 41217a25-da2e-5e8d-855f-215851c12b21
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_415210
// [被调用的父级函数]: sub_42c9b9
// ============================================================

boolsub_413af4()
{
    // 第一条实际指令: int32_t ecx
    int32_t ecx
    return sub_415210(ecx) == 9
}
