// ============================================================
// 函数名称: sub_43cbe0
// 虚拟地址: 0x43cbe0
// WARP GUID: cc7a7a32-6512-5b43-a943-230616907503
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_43a014
// [被调用的父级函数]: sub_43d8d8
// ============================================================

int32_t __convention("regparm")sub_43cbe0(void* arg1)
{
    // 第一条实际指令: return sub_43a014(*(arg1 + 0x28))
    return sub_43a014(*(arg1 + 0x28))
}
