// ============================================================
// 函数名称: sub_438240
// 虚拟地址: 0x438240
// WARP GUID: a1d616f4-2cd3-5ccc-98e9-5991ffa70fad
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_437e28, sub_4377d0
// ============================================================

void __convention("regparm")sub_438240(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0x50) += 1
    *(arg1 + 0x50) += 1
}
