// ============================================================
// 函数名称: sub_41b72d
// 虚拟地址: 0x41b72d
// WARP GUID: e7769bf2-0675-5795-a564-09e408b9c51c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_41b6a8
// ============================================================

int32_tsub_41b72d(int32_t* arg1 @ ebp, int32_t arg2 @ esi, int32_t arg3, int32_t arg4)
{
    // 第一条实际指令: *arg1
    *arg1
    return arg2
}
