// ============================================================
// 函数名称: sub_420128
// 虚拟地址: 0x420128
// WARP GUID: a7b93f93-2419-5e19-b4dc-8d3fedad52d1
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4103c8
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_420128(void* arg1)
{
    // 第一条实际指令: int32_t edx
    int32_t edx
    return sub_4103c8(*(arg1 + 4), edx)
}
