// ============================================================
// 函数名称: sub_415c18
// 虚拟地址: 0x415c18
// WARP GUID: 6a94b5f8-8737-53db-baad-595447ba1bf0
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_415c2c
// ============================================================

void __convention("regparm")sub_415c18(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x1a) != 0)
    if (*(arg1 + 0x1a) != 0)
        *(arg1 + 0x1c)
        (*(arg1 + 0x18))()
}
