// ============================================================
// 函数名称: sub_45b620
// 虚拟地址: 0x45b620
// WARP GUID: e13ee416-0678-5321-ae28-d9c6fdfc55b8
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_45b5d4
// [被调用的父级函数]: sub_45c55c
// ============================================================

int32_t __convention("regparm")sub_45b620(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0x90) = 0
    *(arg1 + 0x90) = 0
    sub_45b5d4(arg1)
    return 0
}
