// ============================================================
// 函数名称: sub_49e0b9
// 虚拟地址: 0x49e0b9
// WARP GUID: 759f704e-6606-5ae2-9642-dbec16dac4e0
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_49e018
// ============================================================

int32_tsub_49e0b9(int32_t* arg1 @ ebp, int32_t arg2 @ edi)
{
    // 第一条实际指令: arg1[-6]
    arg1[-6]
    arg1[-5]
    arg1[-4]
    *arg1
    return arg2
}
