// ============================================================
// 函数名称: sub_4101c8
// 虚拟地址: 0x4101c8
// WARP GUID: 3da4b697-ecad-5465-962b-71657805add1
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4030d0, sub_41060c, sub_40cc98, sub_410414, sub_406c44
// [被调用的父级函数]: sub_4102e4
// ============================================================

void*sub_4101c8()
{
    // 第一条实际指令: sub_4030d0(*(sub_406c44() + 8))
    sub_4030d0(*(sub_406c44() + 8))
    *(sub_406c44() + 8) = sub_41060c(*(sub_406c44() + 0xc))
    int32_t eax_9 = *(*(sub_406c44() + 0xc) + 8) - 1
    sub_410414(*(sub_406c44() + 0xc), eax_9)
    void* result = *(sub_406c44() + 0xc)
    
    if (*(result + 8) != 0)
        return result
    
    return sub_40cc98(sub_406c44() + 0xc)
}
