// ============================================================
// 函数名称: sub_44c3e8
// 虚拟地址: 0x44c3e8
// WARP GUID: 5a42c23d-ee46-593e-a800-60970681a5c8
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4323e0
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_44c3e8(int32_t* arg1)
{
    // 第一条实际指令: if (arg1[0x7e].b == 0 && sub_4323e0(arg1) != 0)
    if (arg1[0x7e].b == 0 && sub_4323e0(arg1) != 0)
        return 1
    
    return 0
}
