// ============================================================
// 函数名称: sub_42cacc
// 虚拟地址: 0x42cacc
// WARP GUID: ae8ba550-2d2a-5378-a735-14f44014cafc
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_42cacc(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x112) != 0)
    if (*(arg1 + 0x112) != 0)
        *(arg1 + 0x114)
        (*(arg1 + 0x110))()
}
