// ============================================================
// 函数名称: sub_510e38
// 虚拟地址: 0x510e38
// WARP GUID: cb2a3fef-15aa-5a85-9356-00cfa12c3f98
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_50928c, sub_527454, sub_508998
// ============================================================

void* __convention("regparm")sub_510e38(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x1a0) == 0 || (*(arg1 + 0x345) == 0 && *(arg1 + 0x344) == 0) || *(arg1 + 0x1e3) != 0)
    if (*(arg1 + 0x1a0) == 0 || (*(arg1 + 0x345) == 0 && *(arg1 + 0x344) == 0) || *(arg1 + 0x1e3) != 0)
        return 0
    
    arg1.b = 1
    return arg1
}
