// ============================================================
// 函数名称: sub_418edc
// 虚拟地址: 0x418edc
// WARP GUID: 74ab21ae-0f06-58b9-bc21-94ed642eb9df
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_418edc(void* arg1)
{
    // 第一条实际指令: return *(*(arg1 + 0x10) + 0x18)
    return *(*(arg1 + 0x10) + 0x18)
}
