// ============================================================
// 函数名称: sub_512e7c
// 虚拟地址: 0x512e7c
// WARP GUID: 7c8896d7-0a17-5396-a7ff-a423df10569d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_5166d8, sub_511d74, sub_512f00, sub_5168a7, sub_516544
// ============================================================

int32_t __fastcallsub_512e7c(int32_t arg1, void* arg2)
{
    // 第一条实际指令: *(arg2 + 0x15c8) = 0
    *(arg2 + 0x15c8) = 0
    return arg1
}
