// ============================================================
// 函数名称: sub_496d34
// 虚拟地址: 0x496d34
// WARP GUID: ff5cc1e0-8e66-57d4-ac6e-704ae77802db
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_496d34(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0xa2) != 0)
    if (*(arg1 + 0xa2) != 0)
        *(arg1 + 0xa4)
        (*(arg1 + 0xa0))()
}
