// ============================================================
// 函数名称: sub_43d890
// 虚拟地址: 0x43d890
// WARP GUID: 3045d4a5-4091-5961-9622-502388e8516a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_439ed0
// [被调用的父级函数]: sub_444d94
// ============================================================

void __convention("regparm")sub_43d890(void* arg1, void* arg2)
{
    // 第一条实际指令: if (arg2 != 0 && *(*(arg1 + 0x28) + 0x5c) == *(arg2 + 0x28))
    if (arg2 != 0 && *(*(arg1 + 0x28) + 0x5c) == *(arg2 + 0x28))
        sub_439ed0(*(arg1 + 0x28), nullptr)
}
