// ============================================================
// 函数名称: sub_42a190
// 虚拟地址: 0x42a190
// WARP GUID: 284e9586-dda9-5a47-afc2-aeff755ac579
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_429f30
// [被调用的父级函数]: sub_43550c, sub_4463a4
// ============================================================

int32_tsub_42a190()
{
    // 第一条实际指令: if (data_531764 != 0)
    if (data_531764 != 0)
        sub_429f30(0)
    
    data_531760 = 0
    return 0
}
