// ============================================================
// 函数名称: sub_436758
// 虚拟地址: 0x436758
// WARP GUID: ac795e51-0ace-5381-a632-dacb6a1ef1ca
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4365f4
// ============================================================

void __convention("regparm")sub_436758(int32_t* arg1, int32_t arg2)
{
    // 第一条实际指令: if (arg2 == arg1[0xb])
    if (arg2 == arg1[0xb])
        (*(*arg1 + 0x30))()
}
