// ============================================================
// 函数名称: sub_404868
// 虚拟地址: 0x404868
// WARP GUID: 47dcd7ca-c6e2-553a-bde0-71b942298380
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_404780
// [被调用的父级函数]: sub_412410, sub_404754, sub_47ba07, sub_4b62cc, sub_404b90, sub_52d7c8
// ============================================================

int32_tsub_404868()
{
    // 第一条实际指令: int32_t* eax
    int32_t* eax
    char* edx
    return sub_404780(eax, edx, 1) __tailcall
}
