// ============================================================
// 函数名称: sub_428fa4
// 虚拟地址: 0x428fa4
// WARP GUID: 7c5d02dc-476f-5129-ae70-20b43138ec74
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403844, sub_403898, sub_429f30
// [被调用的父级函数]: 无
// ============================================================

int32_t __stdcallsub_428fa4(int32_t* arg1, int32_t arg2, int32_t arg3, int32_t arg4, int32_t arg5)
{
    // 第一条实际指令: if (data_531760 != 0)
    if (data_531760 != 0)
        sub_429f30(0)
    
    sub_403844()
    return sub_403898(arg1)
}
