// ============================================================
// 函数名称: sub_418654
// 虚拟地址: 0x418654
// WARP GUID: af74679e-9d9c-5e76-bf4e-d4943b3dafb3
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_410030
// [被调用的父级函数]: sub_41feac
// ============================================================

int32_tsub_418654()
{
    // 第一条实际指令: void* eax
    void* eax
    int32_t* edx
    return sub_410030(0x52e53c, edx, eax, 0x11)
}
