// ============================================================
// 函数名称: sub_42ac98
// 虚拟地址: 0x42ac98
// WARP GUID: c0e1eb54-49ee-5973-8719-395e1d64c38e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_42ac98(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0xe2) != 0)
    if (*(arg1 + 0xe2) != 0)
        *(arg1 + 0xe4)
        (*(arg1 + 0xe0))()
}
