// ============================================================
// 函数名称: sub_415908
// 虚拟地址: 0x415908
// WARP GUID: 89725acc-3a17-51e9-831d-0ef624365e76
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403898, sub_4027d4
// [被调用的父级函数]: 无
// ============================================================

int32_t __stdcallsub_415908(void* arg1 @ ebp, int32_t arg2, int32_t arg3, int32_t arg4, int32_t arg5)
{
    // 第一条实际指令: if (sub_4027d4() != 0)
    if (sub_4027d4() != 0)
        *(*(arg1 + 0x14) + 0x28) = *(sub_4027d4() + 8)
        *(sub_4027d4() + 8) = 0
    
    sub_403898(__return_addr)
    return *(arg1 - 4)
}
