// ============================================================
// 函数名称: sub_4319f0
// 虚拟地址: 0x4319f0
// WARP GUID: 23d57755-8732-584c-ab87-f704b8243264
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42c754
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_4319f0(void* arg1, int32_t arg2)
{
    // 第一条实际指令: if (arg2 != *(arg1 + 0x12c))
    if (arg2 != *(arg1 + 0x12c))
        *(arg1 + 0x12c) = arg2
        sub_42c754(arg1, 0)
}
