// ============================================================
// 函数名称: sub_43d2e8
// 虚拟地址: 0x43d2e8
// WARP GUID: e2aa720f-6361-5386-b633-3d127ee95d3c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_43d2e8(void* arg1, int32_t arg2, int32_t arg3)
{
    // 第一条实际指令: if (*(arg1 + 0x42) != 0)
    if (*(arg1 + 0x42) != 0)
        *(arg1 + 0x44)
        (*(arg1 + 0x40))(arg3)
}
