// ============================================================
// 函数名称: sub_46d882
// 虚拟地址: 0x46d882
// WARP GUID: c2697be5-d566-52ab-9057-83874af06149
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_46d884
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_46d882(char* arg1)
{
    // 第一条实际指令: *arg1 += arg1.b
    *arg1 += arg1.b
    return sub_46d884(arg1) __tailcall
}
