// ============================================================
// 函数名称: sub_4471bc
// 虚拟地址: 0x4471bc
// WARP GUID: bb4f3b37-f8be-559a-816f-6737a5435cbf
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_432d3c
// ============================================================

int32_tsub_4471bc()
{
    // 第一条实际指令: return (*data_5302cc)(0x4c)
    return (*data_5302cc)(0x4c)
}
