// ============================================================
// 函数名称: sub_4123bc
// 虚拟地址: 0x4123bc
// WARP GUID: 6e010406-e21d-5af6-a643-6f3b2eb0fcc5
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_4123bc(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 4) == 0 && *(arg1 + 0x2a) != 0)
    if (*(arg1 + 4) == 0 && *(arg1 + 0x2a) != 0)
        *(arg1 + 0x2c)
        (*(arg1 + 0x28))()
}
