// ============================================================
// 函数名称: sub_42d678
// 虚拟地址: 0x42d678
// WARP GUID: 3cfa9b31-a26b-5a61-a337-42c63ba0df23
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_42d678(void* arg1)
{
    // 第一条实际指令: return *(arg1 + 0xa4)
    return *(arg1 + 0xa4)
}
