// ============================================================
// 函数名称: sub_404748
// 虚拟地址: 0x404748
// WARP GUID: f3df75d7-5a36-51c6-9276-01cce697d1cc
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4046b4
// [被调用的父级函数]: sub_404b7c, sub_404688
// ============================================================

int32_tsub_404748()
{
    // 第一条实际指令: int32_t* eax
    int32_t* eax
    char* edx
    return sub_4046b4(eax, edx, 1) __tailcall
}
