// ============================================================
// 函数名称: sub_41b2f4
// 虚拟地址: 0x41b2f4
// WARP GUID: 658f6422-1c75-56d8-87f5-55ee7a389ff4
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void* __convention("regparm")sub_41b2f4(void* arg1)
{
    // 第一条实际指令: arg1.b = *(arg1 + 0x19)
    arg1.b = *(arg1 + 0x19)
    return arg1
}
