// ============================================================
// 函数名称: sub_420078
// 虚拟地址: 0x420078
// WARP GUID: 81ece7e7-9231-55e9-bbcf-56fd1763aa56
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_43cf80
// ============================================================

int32_t __convention("regparm")sub_420078(int32_t* arg1)
{
    // 第一条实际指令: return (**arg1)()
    return (**arg1)()
}
