// ============================================================
// 函数名称: sub_416718
// 虚拟地址: 0x416718
// WARP GUID: 4883a830-a356-50e0-9274-15c6e52d00b6
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4103c8
// [被调用的父级函数]: sub_416598
// ============================================================

int32_t __convention("regparm")sub_416718(void* arg1, void* arg2)
{
    // 第一条实际指令: *(arg2 + 0x10) = arg1
    *(arg2 + 0x10) = arg1
    return sub_4103c8(*(arg1 + 0x40), arg2)
}
