// ============================================================
// 函数名称: sub_402b0c
// 虚拟地址: 0x402b0c
// WARP GUID: f36f0004-8285-5796-a49c-4f6c2d2fc228
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4b50d0, sub_405114
// ============================================================

void __convention("regparm")sub_402b0c(char arg1) __pure
{
    // 第一条实际指令: return 
    return 
}
