// ============================================================
// 函数名称: sub_41577c
// 虚拟地址: 0x41577c
// WARP GUID: 052fb743-abad-5c35-a71d-674881b51627
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_412930
// [被调用的父级函数]: sub_415730
// ============================================================

int32_t __convention("regparm")sub_41577c(void* arg1)
{
    // 第一条实际指令: sub_412930(*(arg1 + 4), *(arg1 + 8), *(arg1 + 0x10))
    sub_412930(*(arg1 + 4), *(arg1 + 8), *(arg1 + 0x10))
    *(arg1 + 0x10) = 0
    return 0
}
