// ============================================================
// 函数名称: sub_42bc78
// 虚拟地址: 0x42bc78
// WARP GUID: 4f2b8c3c-6872-5c98-9383-eb5d79d00756
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_42bc78(void* arg1)
{
    // 第一条实际指令: int32_t* esi = *(arg1 + 0x24)
    int32_t* esi = *(arg1 + 0x24)
    
    if (esi != 0)
        (*(*esi + 0x80))()
}
