// ============================================================
// 函数名称: sub_42ab1c
// 虚拟地址: 0x42ab1c
// WARP GUID: a46f8684-75fe-5d55-ae7c-8269ee754232
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403248
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_42ab1c(int32_t* arg1, int32_t* arg2)
{
    // 第一条实际指令: if (arg2 != arg1[9] && sub_403248(arg2, 0x427f2c).b != 0)
    if (arg2 != arg1[9] && sub_403248(arg2, 0x427f2c).b != 0)
        (*(*arg1 + 0x60))()
}
