// ============================================================
// 函数名称: sub_442f40
// 虚拟地址: 0x442f40
// WARP GUID: b76a1fef-552d-5005-bc44-c39911cb28f1
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_442f40(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x27a) != 0)
    if (*(arg1 + 0x27a) != 0)
        *(arg1 + 0x27c)
        (*(arg1 + 0x278))()
}
