// ============================================================
// 函数名称: sub_405340
// 虚拟地址: 0x405340
// WARP GUID: 1389731d-ee33-5f3e-89a8-ef8572802ed4
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_405338
// [被调用的父级函数]: sub_40c9a4, sub_40cbc8, sub_40ca50, sub_4ada94
// ============================================================

int32_tsub_405340()
{
    // 第一条实际指令: void* eax
    void* eax
    return sub_405338(eax) - 1
}
