// ============================================================
// 函数名称: sub_449888
// 虚拟地址: 0x449888
// WARP GUID: 575a414e-2d07-575d-a269-b7d8c9bc7686
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_449750
// [被调用的父级函数]: sub_4480dd, sub_43d934, sub_4457e8
// ============================================================

int32_tsub_449888()
{
    // 第一条实际指令: void* eax
    void* eax
    LPARAM ecx
    int16_t edx
    return sub_449750(eax, edx, ecx)
}
