// ============================================================
// 函数名称: sub_4b18de
// 虚拟地址: 0x4b18de
// WARP GUID: 88f25801-553e-5c4a-ab53-958c6f31d681
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_4b18de(int32_t* arg1 @ ebp)
{
    // 第一条实际指令: *arg1
    *arg1
}
