// ============================================================
// 函数名称: sub_4a102c
// 虚拟地址: 0x4a102c
// WARP GUID: 75a1ea41-237c-52d4-9b33-f4805396029f
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4a0968
// [被调用的父级函数]: 无
// ============================================================

voidsub_4a102c()
{
    // 第一条实际指令: int32_t temp0 = data_53257c
    int32_t temp0 = data_53257c
    data_53257c -= 1
    
    if (temp0 u< 1)
        sub_4a0968(sub_4a104f+5, 0x4a0800)
}
