// ============================================================
// 函数名称: sub_428738
// 虚拟地址: 0x428738
// WARP GUID: 88526ad7-19d1-51f7-a6e0-94bf7b0d333a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t* __convention("regparm")sub_428738(void* arg1)
{
    // 第一条实际指令: int32_t var_4_1 = *(*(arg1 - 0x74) + 0x14)
    int32_t var_4_1 = *(*(arg1 - 0x74) + 0x14)
    return arg1 - 0x74
}
