// ============================================================
// 函数名称: sub_517be4
// 虚拟地址: 0x517be4
// WARP GUID: 2288425a-d9d3-5815-994b-9044538652e2
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_51765c
// ============================================================

void __convention("regparm")sub_517be4(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0x100) = 0
    *(arg1 + 0x100) = 0
    int32_t i_1 = 0xa
    void* edx = arg1
    int32_t i
    
    do
        *edx = 0
        *(edx + 1) = 0
        edx += 4
        i = i_1
        i_1 -= 1
    while (i != 1)
}
