// ============================================================
// 函数名称: sub_43c29c
// 虚拟地址: 0x43c29c
// WARP GUID: c41e4ac7-ce63-5327-878b-7878c866b617
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403e90
// [被调用的父级函数]: sub_43c480
// ============================================================

int32_tsub_43c29c(void* arg1)
{
    // 第一条实际指令: *(arg1 - 0xc)
    *(arg1 - 0xc)
    (*(**(arg1 - 8) + 8))()
    *(arg1 - 0x10) = (*(**(arg1 - 0xc) + 0x14))()
    int32_t esi_1 = (*(**(arg1 - 0x14) + 0x14))() - 1
    
    if (esi_1 s>= 0)
        int32_t i_1 = esi_1 + 1
        int32_t ebx_1 = 0
        int32_t i
        
        do
            *((*(**(arg1 - 0x14) + 0x18))((*(**(arg1 - 0x14) + 0x18))()) + 0x24)
            (*(**(arg1 - 8) + 0x38))()
            ebx_1 += 1
            i = i_1
            i_1 -= 1
        while (i != 1)
    
    return sub_403e90(arg1 - 0x18, *(arg1 - 4))
}
