// ============================================================
// 函数名称: sub_42b894
// 虚拟地址: 0x42b894
// WARP GUID: 9724e582-5313-51b5-9ba8-3cb4bb3c7156
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void* __convention("regparm")sub_42b894(void* arg1)
{
    // 第一条实际指令: arg1.b = *(arg1 + 0x50)
    arg1.b = *(arg1 + 0x50)
    arg1.b ^= 1
    return arg1
}
