// ============================================================
// 函数名称: sub_4a0c78
// 虚拟地址: 0x4a0c78
// WARP GUID: aa8321ec-0f8a-53d9-abf7-2f1737bd399d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4a0f93
// ============================================================

void __convention("regparm")sub_4a0c78(void* arg1)
{
    // 第一条实际指令: *(arg1 + 4) = 0
    *(arg1 + 4) = 0
}
