// ============================================================
// 函数名称: sub_41844c
// 虚拟地址: 0x41844c
// WARP GUID: 6bc93e24-9da8-5261-9fe9-9d220d719e38
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_410030
// [被调用的父级函数]: sub_41feac
// ============================================================

int32_tsub_41844c()
{
    // 第一条实际指令: void* eax
    void* eax
    int32_t* edx
    return sub_410030(0x52e3ec, edx, eax, 0x29)
}
