// ============================================================
// 函数名称: sub_46151c
// 虚拟地址: 0x46151c
// WARP GUID: 1a1bf706-d5a3-5eaa-80b6-f09450a3ee81
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_461314, sub_461334
// [被调用的父级函数]: sub_46195c
// ============================================================

int32_t* __convention("regparm")sub_46151c(int32_t* arg1)
{
    // 第一条实际指令: sub_461314(arg1, 0xdd)
    sub_461314(arg1, 0xdd)
    sub_461334(arg1, 4)
    return sub_461334(arg1, arg1[0x30])
}
