// ============================================================
// 函数名称: sub_40cd21
// 虚拟地址: 0x40cd21
// WARP GUID: 780d01a4-22ab-59fd-b7c9-ad3fa22aa43e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_40cca8
// ============================================================

int32_tsub_40cd21(int32_t* arg1 @ ebp)
{
    // 第一条实际指令: *arg1
    *arg1
    return arg1[-2]
}
