// ============================================================
// 函数名称: sub_4a4f3b
// 虚拟地址: 0x4a4f3b
// WARP GUID: c3a8d17d-5f06-57cb-90f5-71c8ec9b5b34
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_4a4f3b(int32_t arg1)
{
    // 第一条实际指令: jump(*arg1)
    jump(*arg1)
}
