// ============================================================
// 函数名称: sub_43a292
// 虚拟地址: 0x43a292
// WARP GUID: 2ec9678c-1a48-5ab9-ab7f-9fd0483ecc79
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_43a0a4
// ============================================================

int32_t __stdcallsub_43a292(int32_t* arg1 @ ebp, int32_t arg2, int32_t arg3)
{
    // 第一条实际指令: *arg1
    *arg1
}
