// ============================================================
// 函数名称: sub_443fb4
// 虚拟地址: 0x443fb4
// WARP GUID: 491abff1-360e-5264-8953-fbeb071d242b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_443be4, sub_443fcc
// ============================================================

int32_t __convention("regparm")sub_443fb4(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x217) != 2)
    if (*(arg1 + 0x217) != 2)
        return 0x80000005
    
    return 0x8000000c
}
