// ============================================================
// 函数名称: sub_5083fe
// 虚拟地址: 0x5083fe
// WARP GUID: a154c034-bf37-5ac8-8685-283009d434f7
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_5082d0
// ============================================================

int32_t __stdcallsub_5083fe(int32_t arg1, int32_t arg2, int32_t arg3, int32_t arg4) __pure
{
    // 第一条实际指令: return 
    return 
}
