// ============================================================
// 函数名称: sub_412a73
// 虚拟地址: 0x412a73
// WARP GUID: 6c8592ec-a325-5f30-a42e-a93ca917c00e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_412a1c
// ============================================================

int32_t __stdcallsub_412a73(void* arg1 @ ebp, int32_t arg2, int32_t arg3)
{
    // 第一条实际指令: return *(arg1 - 4)
    return *(arg1 - 4)
}
