// ============================================================
// 函数名称: sub_411064
// 虚拟地址: 0x411064
// WARP GUID: 1945326f-d055-51fc-ba85-2f7a1e6f575d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_41108c
// [被调用的父级函数]: 无
// ============================================================

int32_t __thiscallsub_411064(int32_t arg1, void* arg2 @ eax, int32_t arg3)
{
    // 第一条实际指令: return (*(*sub_41108c(arg2, arg1) + 0xc))()
    return (*(*sub_41108c(arg2, arg1) + 0xc))()
}
