// ============================================================
// 函数名称: sub_430c10
// 虚拟地址: 0x430c10
// WARP GUID: 422b7b1e-7ca0-501b-ba00-1208b337b63f
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_446cc0
// ============================================================

void __convention("regparm")sub_430c10(int32_t* arg1, void* arg2)
{
    // 第一条实际指令: if ((arg1[8].b & 0x10) != 0 && arg1[9] != 0)
    if ((arg1[8].b & 0x10) != 0 && arg1[9] != 0)
        *(arg2 + 0xc) = 1
        return 
    
    (*(*arg1 - 0x10))()
}
