// ============================================================
// 函数名称: sub_4dd1d0
// 虚拟地址: 0x4dd1d0
// WARP GUID: 45b015ab-1864-5abb-b587-3cd5e4823182
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4dd164
// ============================================================

int32_t __stdcallsub_4dd1d0(int32_t arg1, int32_t arg2) __pure
{
    // 第一条实际指令: return 
    return 
}
