// ============================================================
// 函数名称: sub_425b78
// 虚拟地址: 0x425b78
// WARP GUID: 850fde7c-0390-52fd-938d-716ea2633738
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42ee80
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_425b78(void* arg1, char arg2)
{
    // 第一条实际指令: if (arg2 != *(arg1 + 0x208))
    if (arg2 != *(arg1 + 0x208))
        *(arg1 + 0x208) = arg2
        sub_42ee80(arg1)
}
