// ============================================================
// 函数名称: sub_44966c
// 虚拟地址: 0x44966c
// WARP GUID: be84a7cb-0fb1-522a-a099-54a2297b3ea9
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_449520
// ============================================================

int32_tsub_44966c(int32_t* arg1 @ ebp, int32_t arg2, int32_t arg3)
{
    // 第一条实际指令: *arg1
    *arg1
    return arg1[-2]
}
