// ============================================================
// 函数名称: sub_404b90
// 虚拟地址: 0x404b90
// WARP GUID: dfbdc953-fc3b-510c-9662-ce75509324ff
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_404868, sub_40276c
// [被调用的父级函数]: sub_41b738
// ============================================================

int32_t __convention("regparm")sub_404b90(int32_t arg1)
{
    // 第一条实际指令: sub_404868()
    sub_404868()
    return sub_40276c(arg1)
}
