// ============================================================
// 函数名称: sub_40db4c
// 虚拟地址: 0x40db4c
// WARP GUID: 8ae1c735-ff85-52b7-a87d-87866b878734
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_40db4c()
{
    // 第一条实际指令: data_53160c -= 1
    data_53160c -= 1
}
