// ============================================================
// 函数名称: sub_4a864c
// 虚拟地址: 0x4a864c
// WARP GUID: d9b13717-72c8-5466-853c-f9ac43b9c79c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_4a864c(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x74) == 0 || (*(arg1 + 0x20) & 0x10) != 0)
    if (*(arg1 + 0x74) == 0 || (*(arg1 + 0x20) & 0x10) != 0)
        return 
    
    int32_t* eax = *(arg1 + 0x70)
    
    if (eax != 0)
        (*(*eax + 0x44))()
    
    (*(**(arg1 + 0x74) + 0x40))()
}
