// ============================================================
// 函数名称: sub_436fc4
// 虚拟地址: 0x436fc4
// WARP GUID: 4c3481a3-4d2c-5d52-9cb7-78d88505ece3
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_437584, sub_437988, sub_437a48
// ============================================================

void __convention("regparm")sub_436fc4(int32_t arg1) __pure
{
    // 第一条实际指令: return 
    return 
}
