// ============================================================
// 函数名称: sub_496d04
// 虚拟地址: 0x496d04
// WARP GUID: 19d97c12-18b8-5c6d-afe6-c5d5422b60ac
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_495544
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_496d04(void* arg1, BOOL arg2)
{
    // 第一条实际指令: if (*(arg1 + 0x9a) != 0)
    if (*(arg1 + 0x9a) != 0)
        *(arg1 + 0x9c)
        (*(arg1 + 0x98))()
    
    if (*(arg1 + 0x58) == 0)
        sub_495544(arg2)
}
