// ============================================================
// 函数名称: sub_4699b8
// 虚拟地址: 0x4699b8
// WARP GUID: 370ed5e8-8367-5165-81b7-e59c20974f68
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_48c290, sub_4fc834, sub_48cfc8, sub_4fc3f8
// ============================================================

int32_t __convention("regparm")sub_4699b8(void* arg1)
{
    // 第一条实际指令: (*data_53036c)(0xde1, *(arg1 + 0x8c8))
    (*data_53036c)(0xde1, *(arg1 + 0x8c8))
    return (*data_530334)(0x302, 0x303)
}
