// ============================================================
// 函数名称: sub_492680
// 虚拟地址: 0x492680
// WARP GUID: faae41e1-52f1-574f-8eb1-a40a940bbef0
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_492680(int32_t* arg1)
{
    // 第一条实际指令: return (*(*arg1 + 0xb4))()
    return (*(*arg1 + 0xb4))()
}
