// ============================================================
// 函数名称: sub_41c1f4
// 虚拟地址: 0x41c1f4
// WARP GUID: 5bf838e6-5d40-5a65-b4cc-dc24f259e314
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void* __convention("regparm")sub_41c1f4(void* arg1)
{
    // 第一条实际指令: arg1.b = *(arg1 + 0x20) == 0
    arg1.b = *(arg1 + 0x20) == 0
    return arg1
}
