// ============================================================
// 函数名称: sub_466138
// 虚拟地址: 0x466138
// WARP GUID: 62a5ab18-fb96-5602-ac94-56885d6712e2
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4663a4, sub_466160
// ============================================================

int32_t __convention("regparm")sub_466138(int32_t* arg1)
{
    // 第一条实际指令: int32_t* esi = *(arg1[8] + 0x14)
    int32_t* esi = *(arg1[8] + 0x14)
    
    if (esi[3]() == 0)
        return 0
    
    *arg1 = *esi
    arg1[1] = esi[1]
    return 1
}
