// ============================================================
// 函数名称: sub_406463
// 虚拟地址: 0x406463
// WARP GUID: 7012f0da-5d3b-5fb3-b0f9-566dc5afee79
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_405ec1, sub_406398
// [被调用的父级函数]: sub_40b3d8, sub_403c20
// ============================================================

int32_tsub_406463()
{
    // 第一条实际指令: void* eax
    void* eax
    return sub_405ec1(sub_406398(eax, "\r", 2)) __tailcall
}
