// ============================================================
// 函数名称: sub_4a06d0
// 虚拟地址: 0x4a06d0
// WARP GUID: 575e328d-44b9-5289-b68e-eb36c1992034
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_49fd80
// [被调用的父级函数]: 无
// ============================================================

voidsub_4a06d0()
{
    // 第一条实际指令: int32_t temp0 = data_532578
    int32_t temp0 = data_532578
    data_532578 -= 1
    
    if (temp0 u< 1)
        sub_49fd80(0x5324f8, data_52fbf0)
}
