// ============================================================
// 函数名称: sub_42d6f8
// 虚拟地址: 0x42d6f8
// WARP GUID: e6f3cdc5-551a-5ce6-9fcf-5a9f39671c43
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_42d6f8(void* arg1)
{
    // 第一条实际指令: int32_t* edx_1 = *(arg1 + 0x5c)
    int32_t* edx_1 = *(arg1 + 0x5c)
    
    if (edx_1 != 0)
        (*(*edx_1 + 0x1c))()
}
