// ============================================================
// 函数名称: sub_4418c0
// 虚拟地址: 0x4418c0
// WARP GUID: 7d3d8af3-c2d7-5d0a-9712-3aa94bf2821e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4418a8
// [被调用的父级函数]: sub_441d68, sub_442028, sub_441018
// ============================================================

void* __convention("regparm")sub_4418c0(void* arg1)
{
    // 第一条实际指令: *(*(arg1 + 4) + 0x1f8) = 0
    *(*(arg1 + 4) + 0x1f8) = 0
    *(arg1 + 0x1e) = 1
    int32_t edx
    return sub_4418a8(arg1, edx)
}
