// ============================================================
// 函数名称: sub_436518
// 虚拟地址: 0x436518
// WARP GUID: 0bacbb4b-8999-5f59-b7d9-4008f6fdde17
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4364f0, sub_403248
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_436518(void* arg1, int32_t* arg2)
{
    // 第一条实际指令: if ((*(arg1 + 0x20) & 1) == 0 && sub_403248(arg2, &data_4361a0).b != 0)
    if ((*(arg1 + 0x20) & 1) == 0 && sub_403248(arg2, &data_4361a0).b != 0)
        sub_4364f0(arg1, arg2)
}
