// ============================================================
// 函数名称: sub_499a58
// 虚拟地址: 0x499a58
// WARP GUID: 963d20c9-7704-59eb-bf19-98004b469a6e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_49a7e8
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_499a58()
{
    // 第一条实际指令: jump(sub_49a7e8(0))
    jump(sub_49a7e8(0))
}
