// ============================================================
// 函数名称: sub_496ce4
// 虚拟地址: 0x496ce4
// WARP GUID: 549b2967-bcca-5421-a242-bf4f58384e73
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_496ce4(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x92) != 0)
    if (*(arg1 + 0x92) != 0)
        *(arg1 + 0x94)
        (*(arg1 + 0x90))()
}
