// ============================================================
// 函数名称: sub_42a694
// 虚拟地址: 0x42a694
// WARP GUID: 428a1533-446c-56d6-a9d1-bb1251cc9213
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403260
// [被调用的父级函数]: sub_42d87c
// ============================================================

int32_t* __convention("regparm")sub_42a694(void* arg1, int32_t* arg2)
{
    // 第一条实际指令: sub_403260(arg2, &data_4279b4)
    sub_403260(arg2, &data_4279b4)
    *(arg1 + 0x18) = arg2
    return arg2
}
