// ============================================================
// 函数名称: sub_441ebc
// 虚拟地址: 0x441ebc
// WARP GUID: cf713754-2cb7-52bd-b84a-981fc76141d1
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_441ed4
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_441ebc(int32_t* arg1, int32_t* arg2)
{
    // 第一条实际指令: if (arg2 != 0 && (arg2[8].b & 1) == 0 && (arg1[8].b & 1) == 0)
    if (arg2 != 0 && (arg2[8].b & 1) == 0 && (arg1[8].b & 1) == 0)
        sub_441ed4(arg1, arg2)
}
