// ============================================================
// 函数名称: sub_4b63ac
// 虚拟地址: 0x4b63ac
// WARP GUID: 1e27e00e-bda2-5d01-a980-510b8a810865
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_402d00
// [被调用的父级函数]: sub_4b63bc
// ============================================================

int32_tsub_4b63ac()
{
    // 第一条实际指令: int32_t eax
    int32_t eax
    return sub_402d00(eax, 0x20, 0)
}
