// ============================================================
// 函数名称: sub_411046
// 虚拟地址: 0x411046
// WARP GUID: b3be34ee-1586-5d3e-aac4-4c20b4ce2fe4
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_411046() __pure
{
    // 第一条实际指令: int32_t entry_ebx
    int32_t entry_ebx
    entry_ebx:1.b *= 2
    return 0
}
