// ============================================================
// 函数名称: sub_4125bc
// 虚拟地址: 0x4125bc
// WARP GUID: a27d14f4-76d6-58b1-9f5a-f162a40908a4
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_412670
// ============================================================

int32_t __convention("regparm")sub_4125bc(int32_t* arg1)
{
    // 第一条实际指令: arg1[5]
    arg1[5]
    return (*(*arg1 + 0x28))()
}
