// ============================================================
// 函数名称: sub_44c024
// 虚拟地址: 0x44c024
// WARP GUID: 203efae4-0b6b-583c-bd02-182c1a304378
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_44c05c
// ============================================================

void __convention("regparm")sub_44c024(void* arg1, void* arg2)
{
    // 第一条实际指令: *(arg2 - 4) = 0x80000014
    *(arg2 - 4) = 0x80000014
    
    if (arg1.b == 1)
        *(arg2 - 4) = 0x80000010
    
    *(arg2 - 8) = 0x80000010
    
    if (arg1.b == 1)
        *(arg2 - 8) = 0x80000014
}
