// ============================================================
// 函数名称: sub_44c484
// 虚拟地址: 0x44c484
// WARP GUID: 8ab3afe8-b119-5862-a08e-b61a7d816735
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_44c778
// ============================================================

void __convention("regparm")sub_44c484(int32_t arg1, int32_t arg2) __pure
{
    // 第一条实际指令: return 
    return 
}
