// ============================================================
// 函数名称: sub_415680
// 虚拟地址: 0x415680
// WARP GUID: 7efef453-a7f1-533d-ab22-5422b3eb180e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_415680(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x4a) != 0)
    if (*(arg1 + 0x4a) != 0)
        *(arg1 + 0x4c)
        (*(arg1 + 0x48))()
}
