// ============================================================
// 函数名称: sub_449890
// 虚拟地址: 0x449890
// WARP GUID: 35da960c-51d7-5bff-ad33-ed53c478a502
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_402a38
// [被调用的父级函数]: sub_47d208
// ============================================================

char** __fastcallsub_449890(int32_t arg1, char** arg2)
{
    // 第一条实际指令: return sub_402a38(0, arg2)
    return sub_402a38(0, arg2)
}
