// ============================================================
// 函数名称: sub_4c1108
// 虚拟地址: 0x4c1108
// WARP GUID: 08e4298b-381e-5b18-a2d1-2ae91d7e0c32
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4c1fb8, sub_51cc08, sub_51e1c0, sub_4cd720, sub_4cb50c, sub_4cca24, sub_4d727c
// ============================================================

int32_tsub_4c1108()
{
    // 第一条实际指令: *(*data_5301f4 + 0x2008d) = 0
    *(*data_5301f4 + 0x2008d) = 0
    data_5301f4
    return 0
}
