// ============================================================
// 函数名称: sub_469c40
// 虚拟地址: 0x469c40
// WARP GUID: c0554c42-fd2d-5c9f-824e-fb1d0be4a60c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_469c40(void* arg1, char arg2)
{
    // 第一条实际指令: *(arg1 + 0x1224) = arg2
    *(arg1 + 0x1224) = arg2
}
