// ============================================================
// 函数名称: sub_4ab0d4
// 虚拟地址: 0x4ab0d4
// WARP GUID: 0bdbcba5-d20f-5509-8669-b534e3c28e9d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4a92ec
// [被调用的父级函数]: 无
// ============================================================

int32_t*sub_4ab0d4()
{
    // 第一条实际指令: void* eax
    void* eax
    return sub_4a92ec(eax)
}
