// ============================================================
// 函数名称: sub_411454
// 虚拟地址: 0x411454
// WARP GUID: 97f0d793-80a9-5875-9d44-ba5a08a76883
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_411454(void* arg1)
{
    // 第一条实际指令: return *(arg1 + 0x18)
    return *(arg1 + 0x18)
}
