// ============================================================
// 函数名称: sub_442871
// 虚拟地址: 0x442871
// WARP GUID: 7fde8ac3-f2a5-5ce6-883d-037694dc061d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403420
// [被调用的父级函数]: sub_4427a0
// ============================================================

void __stdcallsub_442871(void* arg1 @ ebp, int32_t arg2, int32_t arg3)
{
    // 第一条实际指令: if (*(arg1 - 5) s> 0)
    if (*(arg1 - 5) s> 0)
        sub_403420(*(arg1 - 4))
}
