// ============================================================
// 函数名称: sub_4423e0
// 虚拟地址: 0x4423e0
// WARP GUID: 2e4f466d-26b2-5503-b887-db6e1a42ce0f
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_4423e0(int32_t* arg1)
{
    // 第一条实际指令: return (*(*arg1 - 0x10))()
    return (*(*arg1 - 0x10))()
}
