// ============================================================
// 函数名称: sub_4ae604
// 虚拟地址: 0x4ae604
// WARP GUID: bf5f99d6-dd54-52f5-915b-340cb3373f3c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_4ae604(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x32) == 0)
    if (*(arg1 + 0x32) == 0)
        return 
    
    *(arg1 + 0x40)
    *(arg1 + 0x34)
    (*(arg1 + 0x30))()
}
