// ============================================================
// 函数名称: sub_42b864
// 虚拟地址: 0x42b864
// WARP GUID: 8aab0198-6c46-5030-9d51-272941b20b8b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_42d0ec, sub_42d0bc
// ============================================================

int32_t __convention("regparm")sub_42b864(void* arg1)
{
    // 第一条实际指令: return (*(**(arg1 + 0x58) + 8))()
    return (*(**(arg1 + 0x58) + 8))()
}
