// ============================================================
// 函数名称: sub_4a5f18
// 虚拟地址: 0x4a5f18
// WARP GUID: a275834d-7f3a-5adb-b35f-f38d957faa7c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_4a5f18(void* arg1)
{
    // 第一条实际指令: return (*(**(arg1 + 0x10) + 8))()
    return (*(**(arg1 + 0x10) + 8))()
}
