// ============================================================
// 函数名称: sub_4f9360
// 虚拟地址: 0x4f9360
// WARP GUID: e7a7c823-8c24-5050-9b2c-3f528cda7a24
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4f9424
// ============================================================

void*sub_4f9360()
{
    // 第一条实际指令: (*data_5309b4)(0x207, 0, 1)
    (*data_5309b4)(0x207, 0, 1)
    (*data_5300a4)(0x1e00, 0x1e00, 0x1e03)
    void* result = data_530954
    *result = 0
    return result
}
