// ============================================================
// 函数名称: sub_4339c4
// 虚拟地址: 0x4339c4
// WARP GUID: aca05281-8dce-55c4-ae78-3b42be0c48dc
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4351a4
// [被调用的父级函数]: sub_4342ac, sub_4337f8
// ============================================================

void __convention("regparm")sub_4339c4(void* arg1)
{
    // 第一条实际指令: *(arg1 + 0x6c) -= 1
    *(arg1 + 0x6c) -= 1
    
    if (*(arg1 + 0x6c) s<= 0)
        *(arg1 + 0x6c) = 0
        sub_4351a4(arg1)
}
