// ============================================================
// 函数名称: sub_42faa4
// 虚拟地址: 0x42faa4
// WARP GUID: 406cc5e0-d0dc-5009-b1db-0b9f6546a245
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42c754, sub_418028
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_42faa4(void* arg1)
{
    // 第一条实际指令: sub_418028()
    sub_418028()
    sub_42c754(arg1, 0)
    return 0
}
