// ============================================================
// 函数名称: sub_411e64
// 虚拟地址: 0x411e64
// WARP GUID: 540c101d-864c-50b4-9161-1bfef8391c5e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_411c84
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_411e64(int32_t* arg1)
{
    // 第一条实际指令: int32_t eax_1 = (*(*arg1 + 0x18))()
    int32_t eax_1 = (*(*arg1 + 0x18))()
    (*(*arg1 + 0x44))()
    return sub_411c84(arg1, eax_1)
}
