// ============================================================
// 函数名称: sub_42fea4
// 虚拟地址: 0x42fea4
// WARP GUID: 5feba1f3-f40b-554c-84dc-2fd3e7bfded7
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_42fea4(int32_t* arg1)
{
    // 第一条实际指令: *(arg1 + 0x1e9) = 0
    *(arg1 + 0x1e9) = 0
    return (*(*arg1 - 0x10))()
}
