// ============================================================
// 函数名称: sub_41051c
// 虚拟地址: 0x41051c
// WARP GUID: 185102c3-7eeb-5ef8-927f-82cd0f59c389
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_410524
// [被调用的父级函数]: sub_44657a
// ============================================================

int32_tsub_41051c()
{
    // 第一条实际指令: int32_t* eax
    int32_t* eax
    return sub_410524(eax, 0)
}
