// ============================================================
// 函数名称: sub_4c1e60
// 虚拟地址: 0x4c1e60
// WARP GUID: 2c967e3f-317c-5dbb-a61f-f6c4535226de
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4d36c4, sub_4c62e8
// ============================================================

int32_tsub_4c1e60()
{
    // 第一条实际指令: return *(*data_5301f4 + 0x20070)
    return *(*data_5301f4 + 0x20070)
}
