// ============================================================
// 函数名称: sub_437154
// 虚拟地址: 0x437154
// WARP GUID: a8d65510-5b51-5ce1-94b9-606834abfdbd
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4374b4, sub_433178, sub_437490, sub_432fec, sub_4372f4, sub_4375ac, sub_433190, sub_433110, sub_43754c, sub_4330ac, sub_437584, sub_433134, sub_437988, sub_4331a8, sub_437784, sub_437a48, sub_43304c
// ============================================================

void* __convention("regparm")sub_437154(void* arg1)
{
    // 第一条实际指令: arg1.b = *(arg1 + 0x30) != 0
    arg1.b = *(arg1 + 0x30) != 0
    return arg1
}
