// ============================================================
// 函数名称: sub_49a9d4
// 虚拟地址: 0x49a9d4
// WARP GUID: aff4fb58-7f9a-57b8-951e-44c2f9d72d3d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_402d00
// [被调用的父级函数]: sub_49aa3c, sub_49a9b7
// ============================================================

int32_tsub_49a9d4()
{
    // 第一条实际指令: int32_t eax
    int32_t eax
    return sub_402d00(eax, 0x10, 0)
}
