// ============================================================
// 函数名称: sub_41e264
// 虚拟地址: 0x41e264
// WARP GUID: abc05f01-deb0-5e71-873d-cd643725d8fd
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_41e264(void* arg1)
{
    // 第一条实际指令: return *(*(arg1 + 0x20) + 0x1c)
    return *(*(arg1 + 0x20) + 0x1c)
}
