// ============================================================
// 函数名称: sub_441d44
// 虚拟地址: 0x441d44
// WARP GUID: 53939a35-3b69-5570-b80b-8b143a0c2d4b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_441174
// [被调用的父级函数]: sub_441d68, sub_441bec, sub_442165
// ============================================================

void __convention("regparm")sub_441d44(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0x1fc) s<= 0)
    if (*(arg1 + 0x1fc) s<= 0)
        sub_441174(*(arg1 + 0x1f0))
        sub_441174(*(arg1 + 0x1f4))
}
