// ============================================================
// 函数名称: sub_41b108
// 虚拟地址: 0x41b108
// WARP GUID: 591888ee-b8af-516f-bd07-e23f6777fce2
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403248
// [被调用的父级函数]: sub_41b160
// ============================================================

int32_tsub_41b108(void* arg1)
{
    // 第一条实际指令: if (*(*(arg1 - 4) + 0x20) == 0)
    if (*(*(arg1 - 4) + 0x20) == 0)
        return (*(**(arg1 - 8) + 0x1c))() ^ 1
    
    if (sub_403248(*(*(arg1 - 4) + 0x20), 0x4176f4) != 0 && (*(**(arg1 - 8) + 0x18))() != 0)
        return 0
    
    return 1
}
