// ============================================================
// 函数名称: sub_4304a8
// 虚拟地址: 0x4304a8
// WARP GUID: fa92a95b-c58d-594a-98fc-8ef6eb73b2a3
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_446ebc
// ============================================================

void __convention("regparm")sub_4304a8(void* arg1, void* arg2)
{
    // 第一条实际指令: *(arg2 + 0xc) = 0
    *(arg2 + 0xc) = 0
    
    if (*(arg1 + 0x17c) != 0 && *(arg1 + 0x148) != 0)
        *(arg2 + 8)
        (*(**(arg1 + 0x148) + 0x28))()
}
