// ============================================================
// 函数名称: sub_4973d8
// 虚拟地址: 0x4973d8
// WARP GUID: 2de507a3-7c1b-52cd-90c9-53800586bc85
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4971dc
// [被调用的父级函数]: sub_497dd4, sub_516544, sub_5166d8, sub_5082d0
// ============================================================

int32_tsub_4973d8()
{
    // 第一条实际指令: int32_t* eax
    int32_t* eax
    return sub_4971dc(eax, 1)
}
