// ============================================================
// 函数名称: sub_42d114
// 虚拟地址: 0x42d114
// WARP GUID: 310ad776-cada-59cf-a418-42873d6a000b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42c754
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_42d114(void* arg1)
{
    // 第一条实际指令: void* edx_1 = *(arg1 + 0x24)
    void* edx_1 = *(arg1 + 0x24)
    
    if (edx_1 != 0)
        sub_42c754(edx_1, arg1)
}
