// ============================================================
// 函数名称: sub_49b718
// 虚拟地址: 0x49b718
// WARP GUID: 1d0ed053-daa4-5550-98eb-1f476901d81b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_49b734
// [被调用的父级函数]: sub_4a90cc, sub_49aef8
// ============================================================

boolsub_49b718()
{
    // 第一条实际指令: return sub_49b734(0) ^ 1
    return sub_49b734(0) ^ 1
}
