// ============================================================
// 函数名称: sub_4103fc
// 虚拟地址: 0x4103fc
// WARP GUID: 9910e6b2-ee3a-5c14-83b4-31ccb870582e
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_410718, sub_4106dc
// [被调用的父级函数]: sub_428da4
// ============================================================

int32_t __convention("regparm")sub_4103fc(int32_t* arg1)
{
    // 第一条实际指令: sub_410718(arg1, 0)
    sub_410718(arg1, 0)
    return sub_4106dc(arg1, 0)
}
