// ============================================================
// 函数名称: sub_44b9f8
// 虚拟地址: 0x44b9f8
// WARP GUID: 819e92f6-474d-558d-8f96-52810fc2b694
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_44b940
// ============================================================

int32_tsub_44b9f8(int32_t* arg1 @ ebp)
{
    // 第一条实际指令: *arg1
    *arg1
}
