// ============================================================
// 函数名称: sub_49c934
// 虚拟地址: 0x49c934
// WARP GUID: 4d0f0daa-dfe8-5511-bd85-4ca29234159b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

voidsub_49c934()
{
    // 第一条实际指令: int32_t temp0 = data_5324cc
    int32_t temp0 = data_5324cc
    data_5324cc -= 1
    
    if (temp0 u>= 1)
        return 
    
    *data_530370 = &data_49b864
    
    if (*data_530a60 == 2)
        *data_530570 = sub_49c444
}
