// ============================================================
// 函数名称: sub_4b7420
// 虚拟地址: 0x4b7420
// WARP GUID: 5d21abfd-0e20-521e-a0f2-08dc7977b456
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4e6659, sub_4e649b
// ============================================================

int32_t __convention("regparm")sub_4b7420(void* arg1, int32_t arg2)
{
    // 第一条实际指令: *(arg1 + 0x62280) = 0
    *(arg1 + 0x62280) = 0
    return arg2
}
