// ============================================================
// 函数名称: sub_4d6660
// 虚拟地址: 0x4d6660
// WARP GUID: 9d037bbf-94e8-5ab8-9838-6c4633f704e1
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_525ab8, sub_4e6659, sub_4e649b
// ============================================================

int32_tsub_4d6660() __pure
{
    // 第一条实际指令: return 
    return 
}
