// ============================================================
// 函数名称: sub_4b5214
// 虚拟地址: 0x4b5214
// WARP GUID: 928c2315-0369-548f-8206-d6f999391c2c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_430ed0, sub_4b5228
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_4b5214(int32_t* arg1)
{
    // 第一条实际指令: sub_430ed0(arg1)
    sub_430ed0(arg1)
    return sub_4b5228(arg1)
}
