// ============================================================
// 函数名称: sub_4ade38
// 虚拟地址: 0x4ade38
// WARP GUID: 11f0bcab-7957-53a8-b97f-f9228a10e484
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_4ad868
// [被调用的父级函数]: sub_4ae554
// ============================================================

int32_t*sub_4ade38()
{
    // 第一条实际指令: int32_t edx
    int32_t edx
    edx.b = 1
    return sub_4ad868(sub_4aca76+6, edx)
}
