// ============================================================
// 函数名称: sub_401179
// 虚拟地址: 0x401179
// WARP GUID: 06047b3a-5fc5-5f3b-911d-88e5667660b3
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_405bd8
// [被调用的父级函数]: 无
// ============================================================

int32_t __stdcallsub_401179(int32_t arg1)
{
    // 第一条实际指令: arg1 -= 8
    arg1 -= 8
    return sub_405bd8() __tailcall
}
