// ============================================================
// 函数名称: sub_43715c
// 虚拟地址: 0x43715c
// WARP GUID: 0f978579-3416-550b-9d66-413a92667769
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_437328
// [被调用的父级函数]: sub_437290, sub_437988, sub_437a48, sub_4373c4
// ============================================================

void __convention("regparm")sub_43715c(int32_t* arg1)
{
    // 第一条实际指令: if (arg1[0xc] == 0)
    if (arg1[0xc] == 0)
        sub_437328(arg1)
}
