// ============================================================
// 函数名称: sub_425aa0
// 虚拟地址: 0x425aa0
// WARP GUID: 455cb426-4571-5da0-9f27-e2f4637610b8
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4b498a
// ============================================================

int32_t __convention("regparm")sub_425aa0(void* arg1)
{
    // 第一条实际指令: return (*(**(arg1 + 0x1f0) + 0x40))()
    return (*(**(arg1 + 0x1f0) + 0x40))()
}
