// ============================================================
// 函数名称: sub_414630
// 虚拟地址: 0x414630
// WARP GUID: bf6cde5c-39b6-5c64-89be-72a2bd849383
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_415370, sub_4135e8
// [被调用的父级函数]: sub_41464c
// ============================================================

voidsub_414630(void* arg1) __noreturn
{
    // 第一条实际指令: sub_415370(*(arg1 - 0xc))
    sub_415370(*(arg1 - 0xc))
    sub_4135e8(data_53089c)
    noreturn
}
