// ============================================================
// 函数名称: sub_416444
// 虚拟地址: 0x416444
// WARP GUID: 3ca86864-c0ae-5f90-b5a1-0ff9801276b4
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __fastcallsub_416444(int32_t arg1, int32_t* arg2)
{
    // 第一条实际指令: if ((*(*arg2 + 0x38))() == 0)
    if ((*(*arg2 + 0x38))() == 0)
        return 0
    
    (*(*arg2 + 0x40))()
    int32_t result
    result.b = 1
    return result
}
