// ============================================================
// 函数名称: sub_43003c
// 虚拟地址: 0x43003c
// WARP GUID: 0d2e6beb-3035-52d6-8541-8da0192eb32a
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_446b40
// ============================================================

int32_t __fastcallsub_43003c(int32_t arg1, int32_t* arg2)
{
    // 第一条实际指令: return (*(*arg2 + 0x60))()
    return (*(*arg2 + 0x60))()
}
