// ============================================================
// 函数名称: sub_496a11
// 虚拟地址: 0x496a11
// WARP GUID: 66e05f85-848e-54c2-849c-29dc50bb1f44
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_496af4
// [被调用的父级函数]: j_sub_496a11, sub_49692d
// ============================================================

int32_tsub_496a11(void* arg1 @ ebp)
{
    // 第一条实际指令: return sub_496af4(*(arg1 - 4), *(arg1 - 8))
    return sub_496af4(*(arg1 - 4), *(arg1 - 8))
}
