// ============================================================
// 函数名称: sub_410fd0
// 虚拟地址: 0x410fd0
// WARP GUID: 814e6b58-d72e-5855-9971-aac6372217fa
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4113dc, sub_411380
// ============================================================

void __convention("regparm")sub_410fd0(int32_t* arg1)
{
    // 第一条实际指令: if (arg1[3] == 0)
    if (arg1[3] == 0)
        (*(*arg1 + 0x10))()
}
