// ============================================================
// 函数名称: sub_42875f
// 虚拟地址: 0x42875f
// WARP GUID: 6625caec-c22e-5153-853e-ff740e2918cc
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t* __convention("regparm")sub_42875f(void* arg1)
{
    // 第一条实际指令: int32_t var_4_1 = *(*(arg1 - 0x74) + 0x1c)
    int32_t var_4_1 = *(*(arg1 - 0x74) + 0x1c)
    return arg1 - 0x74
}
