// ============================================================
// 函数名称: sub_41258c
// 虚拟地址: 0x41258c
// WARP GUID: 5a72b707-e9a6-5356-a785-51dbb48ec2cc
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_41258c(void* arg1)
{
    // 第一条实际指令: return *(arg1 + 0x14)
    return *(arg1 + 0x14)
}
