// ============================================================
// 函数名称: sub_44b099
// 虚拟地址: 0x44b099
// WARP GUID: 8c34a1d1-dba7-5030-8bb4-d4458f956f7b
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_44b014
// ============================================================

int32_t __convention("regparm")sub_44b099(char* arg1)
{
    // 第一条实际指令: *(arg1 * 2) += arg1:1.b
    *(arg1 * 2) += arg1:1.b
    jump(*(arg1 * 2))
}
