// ============================================================
// 函数名称: sub_436dfc
// 虚拟地址: 0x436dfc
// WARP GUID: 2beb39e4-5170-5b5d-808b-32dd99f42cc8
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_436544
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_436dfc(int32_t* arg1)
{
    // 第一条实际指令: (*(*arg1 + 0x44))()
    (*(*arg1 + 0x44))()
    
    if (*(arg1 + 0x59) != 0 && sub_436544(arg1) != 0)
        return 1
    
    return 0
}
