// ============================================================
// 函数名称: sub_4ed483
// 虚拟地址: 0x4ed483
// WARP GUID: 22034c3b-4643-5a3a-aae4-ccfe12ede5bc
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_4ed284
// ============================================================

int32_tsub_4ed483(int32_t* arg1 @ ebp, int32_t arg2, int32_t arg3)
{
    // 第一条实际指令: *arg1
    *arg1
}
