// ============================================================
// 函数名称: sub_407794
// 虚拟地址: 0x407794
// WARP GUID: 9cd5b110-d6b5-51fc-be22-55c983864842
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: sub_48ed3c
// ============================================================

uint32_t __convention("regparm")sub_407794(int32_t arg1) __pure
{
    // 第一条实际指令: return arg1 u>> 0x10
    return arg1 u>> 0x10
}
