// ============================================================
// 函数名称: sub_412870
// 虚拟地址: 0x412870
// WARP GUID: 4339020c-5a39-5507-b89d-8ccdc3b72bf1
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_41276c
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_412870(int32_t* arg1, int32_t arg2)
{
    // 第一条实际指令: if (arg1[6].b != 0 || arg1[4] s<= 1)
    if (arg1[6].b != 0 || arg1[4] s<= 1)
        return 
    
    (*(*arg1 + 0x74))()
    sub_41276c(arg1[4] - 1, 0, arg1, arg2)
    (*(*arg1 + 0x70))()
}
