// ============================================================
// 函数名称: sub_40b8f8
// 虚拟地址: 0x40b8f8
// WARP GUID: df3003fb-aad2-509f-ba40-862a539f75ab
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_40b878
// [被调用的父级函数]: sub_40bbb4
// ============================================================

int32_tsub_40b8f8()
{
    // 第一条实际指令: int32_t* eax
    int32_t* eax
    return *((zx.d(sub_40b878(eax)) << 3) + &data_52e230)
}
