// ============================================================
// 函数名称: sub_4ac6c4
// 虚拟地址: 0x4ac6c4
// WARP GUID: f6654c03-4835-5806-86a0-c00c18809c8f
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

void __convention("regparm")sub_4ac6c4(void* arg1)
{
    // 第一条实际指令: if (*(arg1 + 0xca) != 0)
    if (*(arg1 + 0xca) != 0)
        *(arg1 + 0xcc)
        (*(arg1 + 0xc8))()
}
