// ============================================================
// 函数名称: sub_453234
// 虚拟地址: 0x453234
// WARP GUID: a840bc98-84b9-53a9-9481-b7e4a3b63271
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_402b1c
// [被调用的父级函数]: 无
// ============================================================

voidsub_453234()
{
    // 第一条实际指令: int32_t temp0 = data_532074
    int32_t temp0 = data_532074
    data_532074 -= 1
    
    if (temp0 u< 1)
        sub_402b1c(0x133f)
}
