// ============================================================
// 函数名称: sub_438056
// 虚拟地址: 0x438056
// WARP GUID: b5c694dc-f2e0-56b1-929d-d4e205de7fe7
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_438244, sub_4030d0
// [被调用的父级函数]: sub_437e28, j_sub_438056
// ============================================================

int32_tsub_438056(void* arg1 @ ebp)
{
    // 第一条实际指令: sub_4030d0(*(arg1 - 0xc))
    sub_4030d0(*(arg1 - 0xc))
    sub_4030d0(*(arg1 - 0x14))
    return sub_438244(*(arg1 - 4))
}
