// ============================================================
// 函数名称: sub_4aa9bc
// 虚拟地址: 0x4aa9bc
// WARP GUID: 0bdbcba5-d20f-5509-8669-b534e3c28e9d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_49e5e0
// [被调用的父级函数]: sub_4aa9c8
// ============================================================

uint32_tsub_4aa9bc()
{
    // 第一条实际指令: return sub_49e5e0()
    return sub_49e5e0()
}
