// ============================================================
// 函数名称: sub_423a65
// 虚拟地址: 0x423a65
// WARP GUID: 5f970c65-12c7-5645-8415-42f31ce18606
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_403df8
// [被调用的父级函数]: sub_423918, j_sub_423a65
// ============================================================

int32_t*sub_423a65(void* arg1 @ ebp)
{
    // 第一条实际指令: sub_403df8(arg1 - 4)
    sub_403df8(arg1 - 4)
    return arg1 - 4
}
