// ============================================================
// 函数名称: sub_49c360
// 虚拟地址: 0x49c360
// WARP GUID: e2984894-5b7d-59bd-a5fe-8061fbeff12c
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __fastcallsub_49c360(int32_t arg1, int32_t arg2)
{
    // 第一条实际指令: return (*data_5309a0)(arg2)
    return (*data_5309a0)(arg2)
}
