// ============================================================
// 函数名称: sub_42b3e4
// 虚拟地址: 0x42b3e4
// WARP GUID: 58839fa3-4d21-50fc-a2d1-e74dc4fd5c3d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_42c754
// [被调用的父级函数]: sub_42606c, sub_424608
// ============================================================

int32_tsub_42b3e4()
{
    // 第一条实际指令: void* eax
    void* eax
    sub_42c754(eax, eax)
    return 0
}
