// ============================================================
// 函数名称: sub_412c38
// 虚拟地址: 0x412c38
// WARP GUID: d2c5f780-2ffe-5aa1-a885-15e6f6218f49
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_412c50
// [被调用的父级函数]: sub_4a8878, sub_4a8ad8, sub_4a8774, sub_4a8678, sub_412c0c
// ============================================================

int32_t __convention("regparm")sub_412c38(int32_t* arg1)
{
    // 第一条实际指令: sub_412c50(arg1, 0)
    sub_412c50(arg1, 0)
    arg1[2] = 0
    arg1[3] = 0
    return 0
}
