// ============================================================
// 函数名称: sub_49e604
// 虚拟地址: 0x49e604
// WARP GUID: 0bdbcba5-d20f-5509-8669-b534e3c28e9d
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: sub_404364
// [被调用的父级函数]: sub_49ebd4
// ============================================================

int32_tsub_49e604()
{
    // 第一条实际指令: char* eax
    char* eax
    void* edx
    return sub_404364(eax, edx)
}
