// ============================================================
// 函数名称: sub_416b78
// 虚拟地址: 0x416b78
// WARP GUID: e6a5b8d4-4952-5d5d-90f0-6d962a86d1ce
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_tsub_416b78() __pure
{
    // 第一条实际指令: return 0
    return 0
}
