// ============================================================
// 函数名称: sub_44bc1c
// 虚拟地址: 0x44bc1c
// WARP GUID: 464fba88-5fba-58a4-87cb-40bc086ab1d3
// 源二进制: E:/torrent/BOARDGAMES/Texas Hold'em Poker 3D Deluxe Edition T/Poker3d.exe.bndb
// ------------------------------------------------------------
// [交叉引用字符串]: 无
// [外部 API 调用]: 无
// [内部子函数调用]: 无
// [被调用的父级函数]: 无
// ============================================================

int32_t __convention("regparm")sub_44bc1c(void* arg1)
{
    // 第一条实际指令: return (*(**(arg1 + 0x128) + 8))()
    return (*(**(arg1 + 0x128) + 8))()
}
